Repository: wp-plugins/jet-event-system-for-buddypress
Catalog: jet-event-system-*.po
Languages: de_de, es_es, fr_fr, it_it

source: Create Event and Continue
de_de: Veranstaltung erstellen und fortfahren
es_es: Crear Evento y Continuar
fr_fr: Créer l'événement et continuer
it_it: Crea l'evento e continua

source: Finish
de_de: Fertigstellen
es_es: Finalizar
fr_fr: Finir
it_it: Fine

source: Style:
it_it: Stile:

source: Private events are not shown, register to view
de_de: Private Verastaltungen werden nicht gezeigt, registrieren Sie sich.
es_es: Los eventos privados no se muestran, regístrese para verlos
it_it: Gli eventi privati non sono visualizzati, registrati per vederli

source: From:
de_de: Von:
es_es: Desde:
fr_fr: A partir de:
it_it: Dalle:

source: to:
de_de: Bis:
es_es: a:
fr_fr: vers:
it_it: alle:

source: Short description:
de_de: Kurze Beschreibung
es_es: Descripción corta:
fr_fr: Description succinte:
it_it: Descrizione breve:

source: Description:
it_it: Descrizione:

source: The event will take place:
it_it: L'evento si terrà in:

source: in city:
it_it: a:

source: at
de_de: bei
es_es: a
fr_fr: à
it_it: a

source: Event requires approval!
it_it: L'evendo richiede approvazione!

source: Last activity:<br /> %s ago
de_de: Letzte Aktivität:<br /> %s her.
es_es: Última actividad hace:<br /> %s
fr_fr: Derniere activité:<br /> %s
it_it: Ultima attività:<br /> %s fa

source: There were no events found.
de_de: Es wurden keine Veranstaltungen gefunden.
es_es: No hay eventos.
fr_fr: Aucun événement trouvé
it_it: Nessun evento trovato.

source: All Events (%s)
de_de: Alle Veranstaltungen (%s)
es_es: Todos los Eventos (%s)
fr_fr: Tout les événements (%s)
it_it: Tutti gli Eventi (%s)

source: My Events (%s)
de_de: Meine Veranstaltungen (%s)
es_es: Mis Eventos (%s)
fr_fr: Mes événements (%s)
it_it: Miei eventi (%s)

source: Order By:
de_de: Sortieren nach:
es_es: Ordenar Por:
fr_fr: Trier par:
it_it: Ordina per:

source: No Filter
de_de: Kein Filter
es_es: No Filtrar
fr_fr: Aucun filtre
it_it: Nessun Filtro

source: Show Updates
de_de: Zeige Neuigkeiten
es_es: Mostrar Actualizaciones
fr_fr: Montrer les mise à jour
it_it: Mostra aggiornamenti

source: Show New Event Memberships
de_de: Zeige neue Veranstaltungsregistrierungen
es_es: Mostrar Nuevos Particpantes
it_it: Mostra nuove partecipazioni all'evento

source: Approve Event?
it_it: Approva Evento?

source: Approve
it_it: Approva

source: Not Approve
it_it: Non Approvato

source: Public Event News
it_it: News evento pubblico

source: Notify participants of the event to update the details?
it_it: Notifica ai partecipanti l'aggiornamento dei dettagli dell'evento?

source: Save Changes
de_de: Speichere die Änderungen
es_es: Guardar Cambios
fr_fr: Sauvegarde effectuée
it_it: Salva modifiche

source: Only users who request membership and are accepted can join the event.
de_de: Nur Benutzer die eine Einladung anfordern können dieser Veranstaltung beitreten
es_es: Solamente quienes lo hayan solicitado, pueden unirse al evento.
it_it: Solo gli utenti con una richiesta di partecipazione approvata possono partecipare all'evento.

source: If you'd like to remove the existing avatar but not upload a new one, please use the delete avatar button.
de_de: Wenn die den bestehenden Avatar löschen mlchten, aber keinen neuen hochladen wollen, benutzen Sie bitte die Löschen Funktion.
es_es: Si quiere eliminar el avatar sin subir uno nuevo, use el botón Eliminar Avatar.
it_it: Se vuoi rimuovere l'Avatar senza caricarne uno nuovo, usa il pulsante Cancella Avatar

source: Delete Avatar
de_de: Lösche Avatar
es_es: Eliminar Avatar
fr_fr: Supprimer l'avatar
it_it: Cancella Avatar

source: Crop Avatar
de_de: Beschneiden des Avatar
es_es: Ajustar Avatar
fr_fr: Tailler l'avatar
it_it: Ritaglia Avatar

source: Administrators
de_de: Administratoren
es_es: Admins
fr_fr: Administrateurs
it_it: Amministratori

source: Moderators
de_de: Moderatoren
es_es: Moderadores
fr_fr: Modérateurs
it_it: Moderatori

source: Members
de_de: Mitglieder
es_es: Miembros
fr_fr: Membres
it_it: Membru

source: Kick and ban this member
de_de: Lösche und Banne dieses Mitglied
es_es: Patear y expulsar este miembro
fr_fr: Exclure ce membre
it_it: Kick and ban questo utente

source: Remove Ban
de_de: Verbannung widerrufen
es_es: Remover expulsión
fr_fr: Enlever l'exclusion
it_it: Rimuovi Ban

source: Promote to Mod
de_de: Befördern zum Moderator
es_es: Promover a Moderador
fr_fr: Passer modérateur
it_it: Promuovi a Moderatore

source: This event has no members.
de_de: Diese Veranstaltung hat keine Mitglieder
es_es: Este evento no tiene miembros.
fr_fr: Cet événement n'a pas de membres.
it_it: Questo evento non ha partecipanti

source: Accept
de_de: Akzeptiert
es_es: Aceptar
fr_fr: Accepté
it_it: Accetta

source: Reject
de_de: Abgelehnt
es_es: Rechazar
fr_fr: Rejeté
it_it: Rifiuta

source: There are no pending membership requests.
de_de: Es gibt keine neuen Anfragen für die Veranstaltung.
es_es: No hay solicitudes pendientes.
it_it: Non ci sono richieste di partecipazione pendenti

source: WARNING: Deleting this event will completely remove ALL content associated with it. There is no way back, please be careful with this option.
de_de: Achtung: Das löschen dieser Veranstaltung wird JEGLICHE INHALTE mitlöschen. Es gibt keine Widerherstellungsmöglichkeit, seien Sie also Vorsichtig
es_es: ATENCIÓN: Al eliminar este evento, se elimina TODO el contenido asociado a él. No es posible deshacer esto, use con cuidado.
fr_fr: AVERTISSEMENT: La suppression de cet événement sera supprimera tout le contenu qui lui est associée. Il n'y a pas de retour, s'il vous plaît soyez prudent avec cette option.
it_it: ATTENZIONE: rimuovendo questo evento perderai definitivamente TUTTI i contenuti ad esso associati. L'operazione non può essere annullata, quindi fai attenzione.

source: I understand the consequences of deleting this event.
de_de: Ich verstehe die Konsequenzen des Löschen diesen Events.
es_es: Comprendo los efectos de eliminar este evento.
fr_fr: Je comprends les conséquences de la suppression de cet événement.
it_it: Ho compreso le conseguenze della cancellazione di questo evento

source: Event classification
de_de: Veranstaltungsklassifikation
es_es: Clasificación del Evento
fr_fr: Classification de l'événement
it_it: Classificazione evento

source: Event Description
de_de: Veranstaltungsbeschreibung
es_es: Descripción del Evento
fr_fr: Description de l'événement
it_it: Descrizione evento

source: Event Location:
it_it: Luogo Evento:

source: Event Start date
de_de: Startdatum der Veranstaltung
es_es: Inicio del Evento
fr_fr: Date de début de l'événement
it_it: Data inizio evento

source: Time:
it_it: Ora:

source: Event End date
de_de: Enddatum der Veranstaltung
es_es: Final del Evento
fr_fr: Date de fin de l'événement
it_it: Data fine evento

source: Event Admins
de_de: Veranstaltungsadministratoren
es_es: Admins del Evento
fr_fr: Administrateurs
it_it: Amministratori evento

source: Event Mods
de_de: Veranstaltungsmoderatoren
es_es: Moderadores del Evento
it_it: Moderatori evento

source: Available only to participants of the event!
it_it: Disponibile solo per i partecipanti all'evento!

source: Currently unavailable
it_it: Momentaneamente non disponibile

source: You are requesting to become a member of the event '%s'.
de_de: Sie möchten nun der '%s' Veranstaltung beitreten.
es_es: Usted está solicitando unirse al evento '%s'.
it_it: Stai richiedendo di diventare membro dell'evento '%s'.

source: Comments (optional)
de_de: Kommentare (optional)
es_es: Comentarios (opcional)
fr_fr: Commentaire (optionnel)
it_it: Commenti (opzionale)

source: Send Request
de_de: Sende Anfrage
es_es: Enviar Solicitud
fr_fr: Envoyer la demande
it_it: Invia richiesta

source: Soon
de_de: Bald
es_es: Prontitud
fr_fr: Bientôt
it_it: Presto

source: You have no outstanding event invites.
it_it: Non hai nessun invito agli eventi.

source: Home
de_de: Startseite
es_es: Inicio
fr_fr: Accueil

source: There was an error updating event details (check date!), please try again.
de_de: Es trat ein Fehler beim Aktualisieren der Veranstaltung auf (Überprüfen Sie das Datum), bitte versuchen Sie es noch einmal.
es_es: Ocurrió un error guardando (revise la fecha), inténtelo nuevamente.

source: No
de_de: Nein
fr_fr: Non

source: Let's make some changes:
de_de: Lasst uns ein paar Veränderungen vornehmen:
es_es: Vamos a hacer algunos cambios:
fr_fr: Faisons quelques modifications:

source: Event details for the event "%s" were updated: To view the event: %s ---------------------
de_de: Details der Veranstaltung "%s" wurden aktualisiert! Zeige die Veranstaltung: %s ---------------------
es_es: Detalles del evento "%s" fueron guardados: Ver el evento: %s ---------------------

source: %s wants to join the event "%s". Because you are the administrator of this event, you must either accept or reject the membership request. To view all pending membership requests for this event, please visit: %s To view %s's profile: %s ---------------------
de_de: %s möchte der Veranstaltung "%s" beitreten. Weil Sie Veranstalter sind, müssen Sie die Mitgliedschaft bestätigen oder ablehnen Um alle offenen Anfragen zu sehen, gehen Sie bitte zu: %s Для просмотра профиля %s's: %s ---------------------
es_es: %s solicitan unirse al evento "%s". Como Ud. es el admin de este evento, debe aceptar o rechazar las peticiones de unión. Para ver todas las solicitudes pendientes, visite: %s Para ver el perfil de %s: %s ---------------------

source: Your membership request for the event "%s" has been accepted. To view the event please login and visit: %s ---------------------
de_de: Ihre Mitgliedschaft der Veranstaltung "%s" wurde akzeptiert. Um die Veranstaltung nun aufzurufen, gehen Sie zu: %s ---------------------
es_es: Su solicitud de unión al evento "%s" ha sido aceptada. Para ver el evento identifíquese y visite: %s ---------------------

source: Your membership request for the event "%s" has been rejected. To submit another request please log in and visit: %s ---------------------
de_de: Ihre Mitgliedschaftsanfrage für die Veranstaltung "%s" wurde abgelehnt. Um eine neue Anfrage zu stellen, loggen Sie sich ein und besuchen Sie: %s ---------------------
es_es: Su solicitud de unión para el evento "%s" ha sido rechazada. Para enviar una nueva solicitud identifíquese y visite: %s ---------------------

source: You have been promoted to %s for the event: "%s". To view the event please visit: %s ---------------------
de_de: Sie wurden befördert zum %s für die Veranstaltung "%s". Um die Veranstaltung aufzurufen, besuchen Sie: %s ---------------------
es_es: Ha sido promovido a %s en el evento: "%s". Para ver el evento, visite: %s ---------------------

source: One of your friends %s has invited you to the event: "%s". To view your event invites visit: %s To view the event visit: %s To view %s's profile visit: %s ---------------------
de_de: Einer deiner Freunde %s hat dich zu der Veranstaltung "%s" eingeladen. Um deine Einladungen zu sehen, klicke hier: %s Um die Veranstaltungsseite aufzurifen klicke hier: %s Um das Profil von %s aufzurufen, klicke hier: %s ---------------------
es_es: Uno de sus amigos %s le invitó al evento: "%s". Para ver su invitación visite: %s Para ver el evento visite: %s Para ver el perfil de %s visite: %s ---------------------

source: %s mentioned you in the event "%s": "%s" To view and respond to the message, log in and visit: %s ---------------------
de_de: %s hat dich in der Veranstaltung "%s" erwähnt. "%s" Um die Nachricht anzuziegen, logge dich ein und besuche: %s ---------------------
es_es: %s lo mencionó en el evento "%s": "%s" Para ver y responder el mensaje, identifíquese y visite: %s ---------------------

source: (banned)
de_de: (gebannt)
es_es: (expulsado)

source: Kick &amp; Ban
de_de: Löschen und Bannen
es_es: Patear &amp; Expulsar
fr_fr: Exclure

source: Avatar
fr_fr: Аvatar

source: There was an error saving event details, please try again.
fr_fr: Il y a une erreur lors de la sauvegarde des détails, réésayez

source: New event forum topic
fr_fr: Nouveau sujet événement dans le forum

source: New event forum post
fr_fr: Nouveau message événement dans le forum

source: Active
fr_fr: Actif

source: Popular
fr_fr: Populaire

source: Archive event
fr_fr: Evénement archivé

source: Create a Event
fr_fr: Créer un événement

source: * Event Placed City
fr_fr: * Emplacement de l'événement

source: Event Placed address
fr_fr: Adresse de l'emplacement de l'événement

source: Event Private news
fr_fr: Nouveautés privées de l'événement

source: Date event
fr_fr: Date de l'événement

source: Enable comment wire
fr_fr: Commentaire activé

source: Show New Forum Topics
fr_fr: Montrer les nouveaux sujets

source: Show Forum Replies
fr_fr: Montrer les réponses

source: Event Name
fr_fr: Nom de l'événement

source: New Topic
fr_fr: Nouveau sujet

source: Post a New Topic:
fr_fr: Poster un nouveau sujet:

source: Content:
fr_fr: Contenu:

source: Tags (comma separated):
fr_fr: Tags (séparés par une virgule):

source: Event Forum
fr_fr: Forum événement

source: Event Forum Directory
fr_fr: Liste du forum événement

source: Edit Topic:
fr_fr: Saisir un sujet:

source: Edit Post:
fr_fr: Saisir un message:

source: %s said %s ago:
fr_fr: %s répondu il ya %s :

source: Add a reply:
fr_fr: Ajouter une réponse

source: There are no posts for this topic.
fr_fr: Aucun message pour ce sujet
