Repository: wp-plugins/jet-event-system-for-buddypress
Catalog: jet-event-system-*.po
Languages: de_de, es_es, fr_fr, it_it

source: Details
es_es: Detalles
fr_fr: Détails
it_it: Dettagli

source: Settings
de_de: Einstellungen
es_es: Opciones
fr_fr: Paramètres
it_it: Impostazioni

source: Events
de_de: Veranstaltungen
es_es: Eventos
fr_fr: Evénements
it_it: Eventi

source: Events <span>(%d)</span>
de_de: Veranstaltungen <span>(%d)</span>
es_es: Eventos <span>(%d)</span>
fr_fr: Evénements <span>(%d)</span>
it_it: Eventi <span>(%d)</span>

source: My Events
de_de: Meine Veranstaltungen
es_es: Mis Eventos
fr_fr: Мes événements
it_it: Miei Eventi

source: Invitations to Event
it_it: Inviti agli Eventi

source: Event Avatar
de_de: Veranstaltungsavatar
es_es: Avatar del Evento
fr_fr: Evénement avatar
it_it: Avatar Eventi

source: Flyer
it_it: Volantino

source: Admin
fr_fr: Administration
it_it: Amministra

source: Request join to event
de_de: Anfrage einer Veranstaltung beizutreten
es_es: Solicitud para unirse al evento
it_it: Richiesta partecipazione eventi

source: Members (%s)
de_de: Mitglieder (%s)
es_es: Miembros (%s)
fr_fr: Membres (%s)
it_it: Membri (%s)

source: Send Invites
de_de: Versende Einladungen
es_es: Enviar Invitaciones
fr_fr: Envoyer les invitations
it_it: Invia invito

source: Admin Options
de_de: Admin Optionen
es_es: Opciones de Admin
fr_fr: Options d'administration
it_it: Opzioni Amministrazione

source: Delete Event
de_de: Veranstaltung löschen
es_es: Eliminar Evento
fr_fr: Supprimer l'événement
it_it: Cancella Evento

source: Event invite could not be accepted
de_de: Veranstaltungseinladung konnte nicht aktzeptiert werden
es_es: La invitación no pudo ser aceptada
fr_fr: Invitation à l'événement refusé
it_it: L'invito all'evento non può essere accettato

source: Event invite accepted
de_de: Veranstaltungseinladung wurde akzeptiert
es_es: Invitación aceptada
fr_fr: Invitation à l'événement acceptée
it_it: L'invito all'evento è stato accettao

source: %s joined the event %s
de_de: %s ist der Veranstaltung %s beigetreten
es_es: %s unidos al evento %s
fr_fr: %s joindre cet événement %s
it_it: %s si è unito all'evento %s

source: Event invite could not be rejected
de_de: Veranstaltungseinladung konnte nicht abgelehnt werden
es_es: La invitación no pudo ser rechazada
fr_fr: Invitation à cette événement ne peut être refusée
it_it: L'invito all'evento non può essere rifiutato

source: Event invite rejected
de_de: Verstaltungseinladung widerrufen
es_es: Invitación rechazada
fr_fr: Invitation à l'événement refusé
it_it: L'invito all'evento è stato rifiutato

source: Event invites sent.
de_de: Veranstaltungseinladungen versendet
es_es: Invitación enviada.
fr_fr: Invitation envoyée
it_it: Gli inviti all'evento sono stati inviati

source: There was an error sending your join event request, please try again.
de_de: Es trat ein Fehler bei der Anfrage diesem Event beizutreten, bitte versuchen Sie es nochmal.
es_es: Ocurrió un error enviando su solicitud, inténtelo nuevamente.
it_it: Si è verificato un errore durante l'invio delle richieste di partecipazione. Riprovare.

source: Your request to join was sent to the event administrator successfully. You will be notified when the event administrator responds to your request.
de_de: Ihre Anfrage wurde erfolgreich an den Veranstaltungsersteller versendet. Sie werden benachrichtigt sobald der Veranstalter auf ihre Anfrage reagiert.
es_es: Su solicitud fue enviada al admin. Recibirá una notificación cuando haya respuesta.
it_it: La tua richiesta di partecipazione è stata inoltrata all'amministratore dell'evento.Sarai avvisato appena l'amministratore dell'evento risponderà alla tua richiesta

source: There was an error updating event details. Date and time of completion of the event can not exceed the date of its beginning, please try again.
it_it: Si è verificato un errore nell'aggiornare i dettagli dell'evento (contolla la data!). Riprovare.

source: There was an error updating event details, please try again.
de_de: Es gab ein Problem bei dem Aktualisieren der Veranstaltun, bitte versuchen Sie es noch einmal.
es_es: Ocurrió un error guardando, inténtelo nuevamente.
fr_fr: Il y une erreur à la mise à jour, rééssayez
it_it: Si è verificato un errore nell'aggiornare i dettagli dell'evento. Riprovare.

source: Event details were successfully updated.
de_de: Veranstaltungsdetails erfolgreich aktualisiert.
es_es: Detalles guardados.
fr_fr: L'événement a été correctement mise à jour.
it_it: I dettagli dell'evento sono stati aggiornati.

source: There was an error updating event settings, please try again.
de_de: Es gab ein Problem beim Aktualisieren der Veranstaltungsdetails, bitte versuchen Sie es noch einmal.
es_es: Ocurrió un error guardando, inténtelo nuevamente.
fr_fr: Il y a une erreurà la mise à jour du paramètres, rééssayez.
it_it: Si è verificato un errore nell'aggiornare le impostazioni dell'evento. Riprovare.

source: Event settings were successfully updated.
de_de: Die Veranstaltungsdetails wurden erfolgreich aktualisiert.
es_es: Las opciones fueron guardadas.
fr_fr: Les paramètres ont été mise à jour correctement.
it_it: Le impostazioni dell'evento sono state aggiornate

source: Your avatar was deleted successfully!
de_de: Der Avatar wurde erfolgreich gelösctht.
es_es: Su avatar fue eliminado!
fr_fr: Votre avatar a été correctement supprimé!
it_it: Il tuo avatar è stato cancellato!

source: There was a problem deleting that avatar, please try again.
de_de: Es gab ein Problem beim Löschen des Veranstaltungsavatars, bitte versuchen Sie es noch einmal.
es_es: Ocurrió un problema eliminando, inténtelo nuevamente.
fr_fr: Il y a un problème lors de la suppression de votre avatar, rééssayez.
it_it: Si è verificato un errore durante la cancellazione dell'Avatar. Riprovare.

source: There was a problem cropping the avatar, please try uploading it again
de_de: Es gab ein Problem beim Ausschneiden des Avatars, bitte versuchen Sie es noch einmal.
es_es: Ocurrió un problema ajustando, intente subirlo nuevamente
fr_fr: Il y a un problème avec la découpe de votre avatar, envoyez à nouveau.
it_it: Si è verificato un errore durante la modifica dell'Avatar. Riprovare.

source: The new event avatar was uploaded successfully!
de_de: Der neue Veranstaltungsavatar wurde erfolgreich hochgeladen.
es_es: Un nuevo avatar de evento fue subido!
fr_fr: Le nouvel avatar a été envoyé correctement!
it_it: Il nuovo Avatar dell'evento è stato caricato!

source: There was an error when promoting that user, please try again
de_de: Es trat ein Fehler beim Befördern des Benutzers auf, bitte versuchen Sie es noch einmal.
es_es: Ocurrió un error promoviendo, inténtelo nuevamente.
fr_fr: Il y a une erreur à la mise en avant de l'utilisateur, rééssayez
it_it: Si è verificato un errore nel promuovere questo utente, riprovare.

source: User promoted successfully
de_de: Benutzer erfolgreich befördert.
es_es: Usuario promovido
fr_fr: L'utilisateur est promu correctement.
it_it: Utente promosso con successo

source: There was an error when demoting that user, please try again
de_de: Es trat ein Fehler beim Begradieren des Benutzers auf, bitte versuchen Sie es noch einmal
es_es: Ocurrió un error despromoviendo, inténtelo nuevamente
fr_fr: Il y a une erreur à la rétrogadation de cet utilisateur, rééssayez
it_it: Si è verificato un errore nel retrocedere questo utente, riprovare.

source: User demoted successfully
de_de: Benutzer erfolreich degradiert
es_es: Participante despromovido
fr_fr: Utilisateur rétrogadé correctement
it_it: Utente retrocesso con successo

source: There was an error when banning that user, please try again
de_de: Es trat ein Fehler beim Ausschließen des Benutzers auf, bitte versuchen Sie es noch einmal.
es_es: Ocurrió un error expulsando, inténtelo nuevamente.
fr_fr: Il y une erreur lors de l'interdiction de l'utilisateur, rééssayez
it_it: Si è verificato un errore nel bannare l'utente, riprovare

source: User banned successfully
de_de: Benutzer wurde erfolgreich ausgeschlossen
es_es: Usuario expulsado
fr_fr: Utilisateur interdit correctement
it_it: Utente bannato

source: There was an error when unbanning that user, please try again
de_de: Es gab ein Problem beim Widerufen des Banns des Users, bitte versuchen Sie es noch einmal
es_es: Ocurrió un error admitiendo, inténtelo nuevamente
fr_fr: Il y a une erreur à l'autorisation de l'utilisateur, réésayez
it_it: Si è verificato un errore durante l'operazione di rimozione del ban, riprovare

source: User ban removed successfully
de_de: Benutzerauschluß erfolgreich widerrufen
es_es: Usuario admitido
fr_fr: Utilisateur autorisé correctement
it_it: Il ban dell'utente è stato rimosso

source: There was an error accepting the membership request, please try again.
de_de: Es trat ein Fehler beim Akzeptieren der Einladunga auf, bitte versuchen Sie es noch einmal.
es_es: Ocurrió un error aceptando, inténtelo nuevamente.
fr_fr: Il y avait une erreur en acceptant la demande d'adhésion, réésayez
it_it: Si è verificato un errore nell'accettare la richiesta di partecipazione, riprovare

source: Event membership request accepted
de_de: Benutzereinladung erfolgreich akzeptiert
es_es: Solicitud de unión aceptada
fr_fr: Demande d'adhésion acceptée
it_it: Richiesta di partecipazione all'evento accettata

source: There was an error rejecting the membership request, please try again.
de_de: Es trat ein Fehler beim Widersprechen der Einladung auf, bitte versuchen Sie es noch einmal.
es_es: Ocurrió un error rechazando, inténtelo nuevamente.
fr_fr: Il y a une erreur de rejet à la demande d'adhésion, réésayez
it_it: Si è verificato un errore nel rifiutare la richiesta di partecipazione, riprovare

source: Event membership request rejected
de_de: Benutzereinladung erfolgreich widersprochen
es_es: Solicitud de unión rechazada
fr_fr: Demande d'adhésion rejetée
it_it: Richiesta di partecipazione all'evento rifiutata

source: There was an error deleting the event, please try again.
de_de: Es trat ein Fehler beim Löschen der Veranstaltung auf, bitte versuchen Sie es noch einmal.
es_es: Ocurrió un error eliminando, inténtelo nuevamente.
fr_fr: Il y a une erreur à la suppression de l'événement, réésayez
it_it: Si è verificato un errore nella cancellazione dell'evento, riprovare

source: The event was deleted successfully
de_de: Die Veranstaltung wurde erfolgreich gelöscht
es_es: El evento fue eliminado
fr_fr: Lévénement a été supprimé correctement
it_it: Evento cancellato

source: Yes
de_de: Ja
es_es: Sí
fr_fr: Oui
it_it: Sì

source: A member invites you to join a event
de_de: Ein Mitglied hat die zu einer Veranstaltung eingeladen
es_es: Un miembro lo invitó a unirse al evento
fr_fr: Un membre vous invite à un événement
it_it: Sei stato invitato a partecipare ad un evento

source: Event information is updated
de_de: Veranstaltungsinformation wurde aktualisiert
es_es: Información guardada
fr_fr: Information de l'événement à jour
it_it: Informazioni evento aggiornate

source: You are promoted to a event administrator or moderator
de_de: Sie wurden zum Veranstaltungsadministrator befördert
es_es: Ha sido nombrado admin o moderador de un evento
fr_fr: Vous êtes promu en administrateur ou modérateur
it_it: Sei stato promosso ad amministratore o moderatore di un evento

source: A member requests to join a private event for which you are an admin
de_de: Ein Mitglied möchte einer privaten Veranstaltung beitreten, von der Sie der Veranstaltungsmoderator sind
es_es: Un miembro solicita unirse a un evento privado del cual Ud. es admin
fr_fr: Un membre demande de joindre un événement privé pour lequel vous êtes administrateur
it_it: Un utente ha richiesto di partecipare ad un evento privato di cui sei amministratore

source: There was an error saving event details. Please try again.
de_de: Es trat ein Fehler beim Speichern der Veranstaltungsdetails auf, bitte versuchen Sie es noch einmal.
es_es: Ocurrió un error guardando. inténtelo nuevamente.
fr_fr: Il y a une erreur à la sauvegarde des détails de l'événement, réésayez
it_it: Si è verificato un errore nel salvataggio dei dettagli dell'evento. Riprovare.

source: Please fill in all of the required fields
de_de: Bitte füllen Sie alle notwendigen Felder aus
es_es: Por favor complete los campos requeridos
fr_fr: Veuillez saisir les informatrions demandées
it_it: Devi riempire tutti i campi obbligatori

source: There was an error saving event details, please try again.1
it_it: Si è verificato un errore nel salvataggio dei dettagli dell'evento, riprovare.

source: There was an error saving event details, please try again2.
it_it: Si è verificato un errore nel salvataggio dei dettagli dell'evento, riprovare.

source: %s created the event %s
de_de: %s erstellte die Veranstaltung: %s
es_es: %s creado el evento: %s
fr_fr: %s créé l'événement %s
it_it: %s ha createo l'evento %s

source: There was an error saving the event avatar, please try uploading again.
de_de: Es gab ein Problem beim Speichern des Veranstaltungsavatars, bitte versuchen Sie es noch einmal.
es_es: Ocurrió un error guardando el avatar, intente subirlo nuevamente.
fr_fr: Il y a un erreur lors de la sauvegarde de l'avatar, réésayez
it_it: Si è verificato un errore nel salvataggio dell'avatar dell'evento, prova a ripetere l'upload

source: The event avatar was uploaded successfully!
de_de: Der Veranstaltungsavatar wurde erfolgreich hochgeladen.
es_es: El avatar del evento fue guardado!
fr_fr: L'avatar a été envoyé correctement!
it_it: Avatar dell'evento caricato con successo.

source: There was an error joining the event.
de_de: Es trat ein Fehler beim Beitreten dieser Veranstaltung auf
es_es: Ocurrió un error al unirse al evento.
fr_fr: Il y a une erreur pour rejoindre l'événement.
it_it: Si è verificato un errore nella partecipazione all'evento

source: You joined the event!
de_de: Sie sind dieser Veranstaltung beigetreten
es_es: Usted se ha unido al evento!
fr_fr: Vous avez rejoint l'événement!
it_it: Ti sei unito all'evento!

source: There was an error leaving the event.
de_de: Es trat ein Fehler beim Verlassen dieser Veranstaltung auf
es_es: Ocurrió un error abandonando el evento.
fr_fr: Il y a une erreur pour quitter l'événement.
it_it: Si è verificato un errore nel lasciare l'evento

source: You successfully left the event.
de_de: Sie haben die Veranstaltung erfolgreich verlassen.
es_es: Usted ha abandonado el evento.
fr_fr: Vous avez quitté correctement l'événement.
it_it: Hai lasciato l'evento.

source: Created a event
de_de: Erstellte eine Veranstaltung
es_es: Creado un evento
fr_fr: Crré un événement
it_it: Creato un evento

source: Joined a event
de_de: Trat einer Veranstaltung bei
es_es: Unido a un evento
fr_fr: Rejoindre un événement
it_it: Partecipazione a un evento

source: Event Membership Requests
de_de: Veranstaltungsmitgliederanfragen
es_es: Solicitudes de unión al Evento
fr_fr: Demande d'adhésion à un événement
it_it: Richieste di Partecipazione evento

source: %d new membership requests for the event "%s"
de_de: %d neue Mitgliedanfragen für die Veranstaltung "%s"
es_es: %d nuevas solicitudes de unión al evento "%s"
fr_fr: %d nouvelle demande d'adhésion à cette événement "%s"
it_it: %d nuova richiesta di partecipazione all'evento "%s"

source: %s requests membership for the event "%s"
de_de: %s möchte der Veranstaltung "%s" beitreten
es_es: %s solicitudes de unión al evento "%s"
fr_fr: %s demande d'adhésion à cet événement "%s"
it_it: %s chiede di partecipare all'evento "%s"

source: %d accepted event membership requests
de_de: %d aktzeptierte Veranstaltungsanfragen
es_es: %d solicitudes de unión aceptadas
fr_fr: %d a accepté la demande d'adhésion à cet événement
it_it: %d accettato la richiesta di partecipazione all'evento

source: Membership for event "%s" accepted
de_de: Mitgliedschaft für die Veranstaltung "%s" akzeptiert
es_es: Unión al evento "%s" aceptada
fr_fr: Adhésion pour l'événement "%s" acceptée
it_it: La partecipazione all'event "%s" è stata accettata

source: %d rejected event membership requests
de_de: %d widersprochenen Veranstaltungsanfragen
es_es: %d solicitudes rechazadas
fr_fr: %d a rejeté cette demande d'adhésion
it_it: %d rifiutato la richiesta di partecipazione all'evento

source: Membership for event "%s" rejected
de_de: Anfrage für die Veranstaltung "%s" widersprochen
es_es: Unión al evento "%s" rechazada
fr_fr: Demande d'adhésion à l'événement "%s" rejetée
it_it: La partecipazione all'event "%s" è stata rifiutata

source: You were promoted to an admin in %d events
de_de: Sie wurden zum Veranstalter in den Veranstaltungen - %d befördert
es_es: Usted fue nombrado admin en %d eventos
fr_fr: Vous êtes passé(e) administrateur dans %d événement
it_it: Sei stato promosso ad amministratore in %d eventi

source: You were promoted to an admin in the event %s
de_de: Sie wurden zum Veranstalter der Veranstaltung %s befördert
es_es: Usted fue nombrado admin en el evento %s
fr_fr: Vous êtes passé(e) administrateur pour l'événement %s
it_it: Sei stato promosso ad amministratore dell'evento %s

source: You were promoted to a mod in %d events
de_de: Sie wurden zum Moderator von %d Veranstaltungen befördert
es_es: Usted fue nombrado moderador en %d eventos
fr_fr: Vous êtes passé(e) modérateur dans %d événement
it_it: Sei stato promosso a moderatore in %d eventi

source: You were promoted to a mod in the event %s
de_de: Sie wurden zum Moderator der Veranstaltung %s
es_es: Usted fue nombrado moderador en el evento %s
fr_fr: Vous êtes passé(e) modérateur pour l'événement %s
it_it: Sei stato promosso a moderatore dell'evento %s

source: Event Invites
de_de: Veranstaltungseinladungen
es_es: Invita a Evento
fr_fr: Invite l'événement
it_it: Inviti all'evento

source: You have %d new event invitations
de_de: Sie haben %d neue Veranstaltungseinladungen
es_es: Tiene %d nuevas invitaciones a eventos
fr_fr: Vous avez %d nouvelles invitations
it_it: Hai %d nuovi inviti per eventi

source: You have an invitation to the event: %s
de_de: Sie haben eine Einladung zu der Veranstaltung: %s
es_es: Tiene una invitación al evento: %s
fr_fr: Vous avez reçu une invitation à l'événement: %s
it_it: Sei stato invitato all'evento: %s

source: Make this a group event for one of your groups
it_it: Imposta come evento di Gruppo

source: %s posted an update in the event %s:
de_de: %s schrieb eine Aktualisierung in der Veranstaltung %s:
es_es: %s entradas guardadas en el evento %s:
fr_fr: %s a mis à jour l'événement %s:
it_it: %s ha postato un aggiornamento nell'evento %s:

source: Information
it_it: Informazioni

source: Donations
it_it: Donazioni

source: Setup
it_it: Impostazioni

source: Support
it_it: Supporto

source: Translate
it_it: Traduzioni

source: Base Options
it_it: Opzioni Base

source: Setting up access to the fields events
it_it: Imposta accesso ai campi degli eventi

source: Style Options
it_it: Opzioni Stile

source: Classification options
it_it: Opzioni Classificazione

source: Restrict options
it_it: Opzioni Restrizioni

source: Privacy options
it_it: Opzioni Privacy

source: Jes Event System
it_it: Jet Event System

source: Standart
it_it: Standard

source: Site
it_it: Sito

source: Personal
it_it: Personale

source: Options updated.
de_de: Einstellungen aktualisiert.
es_es: Opciones guardadas.
fr_fr: Options mises à jour
it_it: Opzioni aggiornate

source: Save Settings
de_de: Speichern der Einstellungen
es_es: Guardar Opciones
fr_fr: Sauver les paramètres
it_it: Salva impostazioni

source: Please send your translations to milord_k @ mail.ru
it_it: Invia le tue traduzioni a milord_k @ mail.ru

source: Translates can be discussed at the forum on the official website of the plugin:
it_it: Le traduzioni possono essere discusse nel forum del sito ufficiale del plugin:

source: Recommended plugins
it_it: Plugin raccomandati

source: Template version:
it_it: Versione Template:

source: DB version:
it_it: Versione DB:

source: The database is updated!
it_it: DB aggiornato!

source: Update Database
it_it: Aggiorna DB

source: There were changes in the theme file!
it_it: Ci sono stati dei cambiamenti nel file dei temi!

source: Templates updated!
it_it: Template aggiornato!

source: An error occurred while updating the files! (check the folder themes)
it_it: Si è verificato un errore aggiornando i file!

source: Update Templates
it_it: Aggiorna Templates

source: Allow costum slug
de_de: Erlaube eine eigene slug
es_es: Permitir ficha personalizada
fr_fr: Permettre slug client
it_it: Permetti etichette personalizzate

source: Slug:
es_es: Ficha:
it_it: Etichetta:

source: Sort of events in the directory (by default)
it_it: Ordina gli eventi nella directory (per default)

source: Upcoming
it_it: In arrivo

source: Last Active
de_de: Als letztes aktiv:
es_es: Recientemente Activo
fr_fr: Dernier
it_it: Ultimo attivo

source: Most Members
de_de: Die meisten Mitlieder
es_es: Más Participantes
fr_fr: La plupart des membres
it_it: Con più partecipanti

source: Newly Created
de_de: Als letztes erstellt
es_es: Creación reciente
fr_fr: Récement créé
it_it: Creati di recente

source: Alphabetical
de_de: Alphabethisch
es_es: Alfabético
fr_fr: Alphabétic
it_it: Alfabetico

source: By:
it_it: Da:

source: Ascending
it_it: Ascendente

source: Descending
it_it: Discendente

source: Allow Country
it_it: Abilita Regione

source: Name of the country by default:
it_it: Nome della regione di default:

source: Allow State
it_it: Abilita Stato

source: Name of the state by default:
it_it: Nome dello stato di default:

source: Allow City
it_it: Abilita Città

source: Name of the city by default:
it_it: Nome della città di default:

source: Allow Special Conditions
it_it: Condizioni speciali

source: Allow Public News
it_it: Notizie evento pubblico

source: Allow Private News
it_it: Notizie evento privato

source: Allow Event Note
it_it: Abilita Note Evento

source: Allow Event GoogleMap
it_it: Abilita GoogleMap dell'Evento

source: Allow Event Flyer
it_it: Abilita Volantino Evento

source: Style for Event Catalog:
it_it: Stile per Catalogo Eventi

source: Standart Style
it_it: Stile Standard

source: Standard will full description Style
it_it: Stile Standard con descrizione

source: Twitter Style
it_it: Stile Twitter

source: Style for Single Event:
it_it: Stile per Evento:

source: Avatar Options
it_it: Opzioni Avatar

source: Show avatars in the list of invited friends
it_it: Mostra Avatar nella lista degli amici invitati

source: Avatars size:
it_it: Dimensione Avatar:

source: Single Event - avatars size (25..150px):
it_it: Evento - dimensione avatar (25..150px):

source: Directory Events - avatars size ( 25..150px):
it_it: Directory Eventi - dimensione avatar (25..150px):

source: Allow the use of classifiers through an administrative panel (unless you want to use some or classifier - leave his field blank)
de_de: Erlaube des Benutzen von Klassifizierungen aus dem Veranstalter Menü (Wenn Sie keine Klassifikationen benutzen möchten, lassen Sie dieses Feld frei)
es_es: Permitir el uso de clasificadores a través del panel de administración (si no necesita alguno, dejar en blanco)
it_it: Consenti l'uso di classificatori nel pannello di amministrazione

source: Classification - 1
de_de: Klassifikation - 1
es_es: Clasificación - 1
it_it: Classificazione - 1

source: Classification - 2
de_de: Klassifikation - 2
es_es: Clasificación - 2
it_it: Classificazione - 2

source: Classification - 3
de_de: Klassifikation - 3
es_es: Clasificación - 3
it_it: Classificazione - 3

source: Classification - 4
de_de: Klassifikation - 4
es_es: Clasificación - 4
it_it: Classificazione - 4

source: Classification - 5
de_de: Klasse - 5
es_es: Clasificación - 5
it_it: Classificazione - 5

source: Prohibit non-administrators to create events
it_it: Impedisci ai non-amministratori di creare eventi (disponibile dalla versione 1.1.9)
