Repository: wp-plugins/jet-event-system-for-buddypress
Catalog: jet-event-system-*.po
Languages: de_de, es_es, fr_fr, it_it

source: Allow verification of events by the administrator
it_it: Consenti la verifica degli eventi da parte degli amministratori

source: Allow indexing of events search engines
de_de: Erlaube das indexieren der Veranstaltungen von Suchmaschinen
es_es: Permitir indexación de eventos por motores de búsqueda
fr_fr: Permettre l'indexation des événements
it_it: Consenti indicizzazione degli eventi sui motori di ricerca

source: Deny access to events for unregistered users
de_de: Verbiete den Zugriff auf Veranstalunen für nicht registrierte Benutzer
es_es: Denegar acceso a eventos para visitantes no registrados
fr_fr: Permettre l'accés aux événements aux non membres
it_it: Nega l'accesso agli eventi per gli utenti non registrati

source: Show private events in the catalog for unregistered users (in the cases allow access to events)
de_de: Zeige private Veranstaltungen in dem Katallog für nicht registrierte Benutzer (Wenn Sie den Zugriff auf die Veranstaltung zulassen)
es_es: Mostrar eventos privados en el catálogo para visitantes no registrados (en caso de permitirles acceso a eventos)
it_it: Mostra eventi privati nella directory anche agli utenti non registrati

source: Remove Invite
de_de: Einladung widerrufen
es_es: Eliminar Invitación
fr_fr: Retirer invité
it_it: Cancella invito

source: Event Mod
de_de: Veranstaltungsmoderator
es_es: Moderador de Evento
fr_fr: Modérateur
it_it: Moderatore Evento

source: Event Admin
de_de: Veranstalter
es_es: Admin de Evento
fr_fr: Evénement administrateur
it_it: Gestisci Evento

source: An event with this name already exists .. do not want to change it?
it_it: Esiste già un evento con questo nome, non è meglio se lo cambi?

source: good name for the event
it_it: bel nome per l'evento

source: The event name can not be empty ..
it_it: Il nome dell'evento non può essere vuoto ..

source: Event Details Updated
de_de: Veranstaltungsdetails aktualisiert
es_es: Detalles Guardados
fr_fr: Détails mis à jour
it_it: Dettagli evento aggiornati

source: Event details for the event "%s" were updated: To view the event: %s ---------------------
it_it: I dettagli per l'evento "%s" sono state aggiornate: Per vedere l'evento: %s ---------------------

source: To disable these notifications please log in and go to: %s
de_de: Wenn Sie diese Benachrichtigunen abschalten möchten, gehen Sie zui: %s
es_es: Para deshabilitar estas notificaciones identifíquese y vaya a: %s
fr_fr: Pour désactiver ces notofications, veuillez vous connecter et aller vers : %s
it_it: Per disabilitare queste notifiche clicca su: %s

source: Membership request for event: %s
de_de: Mitgliedschaft für die Veranstaltung: %s
es_es: Solicitud de unión al evento: %s
fr_fr: Demande d'adhésion à l'événement: %s
it_it: Richiesta partecipazione all'evento: %s

source: %s wants to join the event "%s". Because you are the administrator of this event, you must either accept or reject the membership request. To view all pending membership requests for this event, please visit: %s To view %s's profile: %s ---------------------
it_it: %s vuole partecipare all'evento "%s". Poichè sei un amministratore dell'evento, devi accettare o rifiutare la sua richiesta. Per vedere tutte le richieste di partecipazione in attesa di approvazione, visita: %s Per vedere il profilo di %s: %s ---------------------

source: Membership request for event "%s" accepted
de_de: Mitgliedschaft für "%s" angenommen
es_es: Solicitud de unión al evento "%s" aceptada
it_it: La richiesta di partecipazione all'evento "%s" è stata accettata

source: Your membership request for the event "%s" has been accepted. To view the event please login and visit: %s ---------------------
it_it: La tua richiesta di partecipazione all'evento "%s" è stata accettata. Per visualizzare l'evento collegati e visita: %s ---------------------

source: Membership request for event "%s" rejected
de_de: Mitgliedschaftsanfrage für die Veranstaltung "%s" widersprochen
es_es: Solicitud de unión al evento "%s" rechazada
it_it: La richiesta di partecipazione all'evento "%s" è stata rifiutata

source: Your membership request for the event "%s" has been rejected. To submit another request please log in and visit: %s ---------------------
it_it: La tua richiesta di partecipazione all'evento "%s" è stata rifiutata. Per inviare una nuova richiesta vai su: %s ---------------------

source: an administrator
de_de: Ein Veranstalter
es_es: un admin
fr_fr: un administrateur
it_it: un amministratore

source: a moderator
de_de: Ein Moderator
es_es: un moderador
fr_fr: un modérateur
it_it: un moderatore

source: You have been promoted in the event: "%s"
de_de: Sie wurden befördert bei der Veranstaltung: "%s"
es_es: Ha sido promovido en el evento: "%s"
fr_fr: Vous avez été promu pour cet événement: "%s"
it_it: Sei stato promosso nell'evento: "%s"

source: You have been promoted to %s for the event: "%s". To view the event please visit: %s ---------------------
it_it: Sei stato promosso a %s per l'evento: "%s". Per visitare l'evento: %s ---------------------

source: You have an invitation to the event: "%s"
de_de: Sie haben eine Einladung zu der Veranstaltun: "%s"
es_es: Usted tiene una invitación al evento: "%s"
it_it: Sei stato invitato all'evento: "%s"

source: One of your friends %s has invited you to the event: "%s". To view your event invites visit: %s To view the event visit: %s To view %s's profile visit: %s ---------------------
it_it: Il tuo amico %s ti ha invitato all'evento: "%s". Per visualizzare i tuoi inviti: %s Per visualizzare l'evento: %s Per visualizzare il profilo di %s: %s ---------------------

source: %s mentioned you in the event "%s"
de_de: %s hat dich in der Veranstaltung "%s" erwähnt
es_es: %s lo mencionó en el evento "%s"
it_it: %s ti ha menzionato nell'evento "%s"

source: %s mentioned you in the event "%s": "%s" To view and respond to the message, log in and visit: %s ---------------------
it_it: %s ti ha menzionato nell'evento "%s": "%s" Per rispondere al messaggio visita: %s ---------------------

source: As the only Admin, you cannot leave the event.
de_de: Als einziger Veranstalter, dürfen Sie die Veranstaltung nicht verlassen
es_es: Como es el único admin, no puede abandonar el evento.
fr_fr: Etant le seul administrateur, vous ne pouvez quitter cet événement.
it_it: Come unico amministratore non puoi lasciare l'evento

source: Public Event
de_de: Öffentliche Veranstaltungen
es_es: Evento Público
fr_fr: Evénement public
it_it: Evento pubblico

source: Hidden Event
de_de: Versteckte Veranstaltunen
es_es: Evento Oculto
fr_fr: Evénement caché
it_it: Evento Nascosto

source: Private Event
de_de: Private Veranstaltungen
es_es: Evento Privado
fr_fr: Evénement privé
it_it: Evento privato

source: Event
de_de: Veranstaltung
es_es: Evento
fr_fr: Evénement
it_it: Evento

source: Avatar Image
it_it: Avatar

source: Event avatar
de_de: Veranstaltungsavatar
es_es: Avatar del evento
fr_fr: Avatar de l'événement
it_it: Avatar dell'evento

source: not yet active
de_de: noch nicht aktiv
es_es: no activo aún
fr_fr: pas encore actif
it_it: non ancora attivo

source: Public
de_de: Öffentlich
es_es: Público
it_it: Pubblico

source: Private
de_de: Privat
es_es: Privado
fr_fr: Privé
it_it: Privato

source: No Admins
de_de: Keine Veranstalter
fr_fr: Non administrateurs
it_it: Nessun amministratore

source: No Mods
de_de: Keine Moderatoren
es_es: No Moderadores
fr_fr: Non modérateurs
it_it: Nessun moderatore

source: Filter Events
de_de: Veranstaltungen filtern
es_es: Filtrar Eventos
fr_fr: Filtre événements
it_it: Filtra Eventi

source: Viewing event %1$s to %2$s (of %3$s events)
de_de: Zeige Veranstaltung %1$s bis %2$s (von %3$s Veranstaltungen)
es_es: Viendo evento %1$s a %2$s (de %3$s eventos)
fr_fr: Voir les événements du %1$s au %2$s (sur %3$s événements)
it_it: Visualizzazione eventi da %1$s a %2$s (di %3$s eventi)

source: %s member
de_de: %s Mitglied
es_es: %s participante
fr_fr: %s membre
it_it: %s membro

source: %s members
de_de: %s Mitglieder
es_es: %s participantes
fr_fr: %s membres
it_it: %s partecipanti

source: Demote to Member
de_de: Degradieren zum Mitglied
es_es: Despromover a Miembro
fr_fr: Dégrader vers membres
it_it: Retrocedi a Partecipante

source: joined %s ago
de_de: trat vor %s bei
es_es: participa hace %s
fr_fr: rejoint il y a %s
it_it: %s fa

source: This event has no administrators
de_de: Diese Veranstaltung hat keinen Veranstalter
es_es: Este evento no tiene admins
fr_fr: Cette événement n'a pas d'administrateur
it_it: Questo evento non ha amministratori

source: Promote to Admin
de_de: Befördern zum Veranstalter
es_es: Promover a Admin
fr_fr: Promu administrateur
it_it: Promuovi a Amministratore

source: This event has no moderators
de_de: Diese Veranstaltung hat keine Moderatoren
es_es: Este evento no tiene moderadores
fr_fr: Cette événement n'a pas de modérateur
it_it: Questo evento non ha moderatori

source: Edit Details
de_de: Details bearbeiten
es_es: Editar Detalles
fr_fr: Détails
it_it: Modifica dettagli

source: Event Settings
de_de: Veranstaltungseinstellungen
es_es: Opciones del Evento
fr_fr: Paramètres
it_it: Impostazioni evento

source: Manage Members
de_de: Mitglieder verwalten
es_es: Administrar Participantes
fr_fr: Gérer les membres
it_it: Gestione membri

source: Membership Requests
de_de: Mitgliedsanfragen
es_es: Solicitudes de Unión
fr_fr: Demandes d'adhésions
it_it: Richieste di partecipazione

source: Leave Event
de_de: Veranstaltung verlassen
es_es: Abandonar Evento
fr_fr: Quitter l'événement
it_it: Lascia l'evento

source: Join Event
de_de: Veranstaltung beitreten
es_es: Unirse al Evento
fr_fr: Rejoindre l'événement
it_it: Partecipa all'evento

source: Request to join Event
it_it: Richiesta partecipazione evento

source: Request Sent
de_de: Anfrage versendet
es_es: Solicitud Enviada
fr_fr: Demande envoyée
it_it: Richiesta inviata

source: This is a private event and you must request event membership in order to join.
de_de: Dieses ist eine private Veranstaltung, Sie müssen eine Anfrage auf Mitgliedschaft stellen, um beitreten zu können.
es_es: Éste es un evento privado, usted debe solicitar unirse para participar.
it_it: Questo è un evento privato e devi richiedere la partecipazione.

source: This is a private event. To join you must be a registered site member and request event membership.
de_de: Dieses ist eine private Veranstaltung, Sie müssen ein Mitglied dieser Seite sein, um beitreten zu können.
es_es: Éste es un evento privado. Para participar, debe ser usuario registrado del sitio y solicitar unirse al evento.
it_it: Questo è un evento privato. Per partecipare devi essere registrato al sito e inviare una richiesta di partecipazione.

source: This is a private event. Your membership request is awaiting approval from the event administrator.
de_de: Dieses ist eine private Veranstaltung, Sie müssen eine Anfrage auf Mitgliedschaft stellen, um beitreten zu können.
es_es: Éste es un evento privado. Su solicitud de unión está en espera de aprobación por parte del admin.
it_it: Questo è un evento privato. La tua richiesta di partecipazione è in attesa di approvazione da parte dell'amministratore.

source: This is a hidden event and only invited members can join.
de_de: Dieses ist eine erstecke Veranstaltung und nur eingeladene Benutzer können beitreten.
es_es: Éste es un evento oculto y solamente se ingresa por invitación.
it_it: Questo è un evento nascosto e solo gli utenti invitati possono partecipare.

source: Viewing members %1$s to %2$s (of %3$s members)
de_de: Zeige Mitglieder von %1$s bis %2$s (von %3$s Mitgliedern)
es_es: Viendo participantes %1$s a %2$s (de %3$s participantes)
fr_fr: Voir les membres de %1$s au %2$s (sur %3$s membres)
it_it: Stai vedendo gli utenti da %1$s a %2$s (di %3$s utenti)

source: Search anything...
de_de: Suche alles...
es_es: Buscar cualquier ...
fr_fr: Rechercher...
it_it: Ricerca qualcosa ...

source: Search
de_de: Suche
es_es: Buscar
fr_fr: Chercher
it_it: Cerca

source: Recently Active
de_de: Als letztes aktiv
es_es: Recientemente Activo
fr_fr: Récement actif
it_it: Attivi di recente

source: Recently Joined
de_de: Als letztes beigetreten
es_es: Recientemente Unido
it_it: Sottoscritti di recente

source: Most Popular
de_de: Am bekanntesten
es_es: Más Popular
fr_fr: Plus populaire
it_it: Più popolari

source: Administrator Of
de_de: Veranstalter von
es_es: Administrador De
fr_fr: Administrateur de
it_it: Amministratore di

source: Moderator Of
de_de: Moderator von
es_es: Moderador De
fr_fr: Modérateur de
it_it: Moderatore di

source: Alphabetically
de_de: Alphabethisch
es_es: Alfabéticamente
fr_fr: Alphabétic
it_it: Alfabetico

source: No Event Avatar
de_de: Kein Veranstaltungsavatar
es_es: Avatar de No Evento
fr_fr: Aucun avatar d'événement
it_it: Nessun Avatar per l'evento

source: requested %s ago
de_de: abgefragt vor %s
es_es: solicitado hace %s
fr_fr: Demandé depuis %s
it_it: richiesto %s fa

source: Member avatar
it_it: Avatar

source: Newest
de_de: neueste
es_es: Novedades
fr_fr: Nouveautés
it_it: Più nuovi

source: Most Active
it_it: Ultimo attivo

source: Past event
it_it: Evento in arrivo

source: Active event
de_de: Aktives Event
es_es: Evento Activo
fr_fr: Evénement actif
it_it: Evento attivo

source: In city:
de_de: In der Stadt:
es_es: En ciudad:
fr_fr: Dans la ville:
it_it: In città:

source: Start:
de_de: Beginn:
es_es: Inicio:
fr_fr: Date de début:
it_it: Inizio:

source: End:
de_de: Ende:
es_es: Fin:
fr_fr: Date de fin:
it_it: Fine:

source: There are no events to display.
de_de: Es gibt keine Veranstaltungen zum Anzeigen
es_es: No hay eventos que mostrar.
fr_fr: Aucun événement à afficher
it_it: Nessun evento da mostrare

source: Title:
fr_fr: Titre:
it_it: Titolo:

source: Max events to show:
de_de: Maximale Veranstaltungen zum Anzeigen:
es_es: Máx. de eventos a mostrar:
fr_fr: Nombre maximal d'événements à afficher:
it_it: Numero massimo eventi da mostrare:

source: Show navigation:
de_de: Zeige die Navigation:
es_es: Mostrar navegación:
fr_fr: Menu:
it_it: Mostra navigazione:

source: Show type of event and its Classification:
it_it: Mostra il tipo dell'evento e la sua Classificazione:

source: Show time:
it_it: Mostra Ora:

source: Show the country and state for the event (if allowed to use administrative panel):
it_it: Mostra la regione e lo stato dell'evento (se abilitati dal pannello di amministrazione):

source: Show archived events only for administrator:
de_de: Zeige archivierte Veranstaltungne nur für Administratoren:
es_es: Mostrar eventos archivados sólo para el admin:
fr_fr: Montrer les événement archivés pour l'administrateur:
it_it: Mostra eventi archiviati solo per amministratore:

source: Color to archive events:
de_de: In archivierte Veranstaltung einfärben:
es_es: Color de eventos archivados:
fr_fr: Colorer les événemsnts archivés:
it_it: Colore per eventi archiviati:

source: created %s ago
de_de: erstellt vor %s
es_es: creado hace %s
fr_fr: créés il y a %s
it_it: creato %s fa

source: active %s ago
de_de: aktiv seid %s
es_es: activo hace %s
fr_fr: actifs il y a %s
it_it: attivo %s fa

source: No events matched the current filter.
de_de: Keine Veranstaltunen passten zu dem Filter
es_es: No hay eventos resultantes del filtro actual.
fr_fr: Aucun événement trouvé avec ce filtre
it_it: Nessun evento trovato per i filtri impostati

source: Create an Event
it_it: Crea un evento

source: Events Directory
de_de: Veranstaltungsübersicht
es_es: Guía de Eventos
fr_fr: Liste des événements
it_it: Elenco eventi

source: Base event details
de_de: Grundinformationen zur Veranstaltung
es_es: Detalles básicos del evento
fr_fr: Détail de l'événement
it_it: Dettaglio evento

source: * Event Name
de_de: * Veranstaltungsname
es_es: * Nombre del Evento
fr_fr: * nom de l'événement
it_it: * Nome dell'evento

source: (required)
de_de: (erforderlich)
es_es: (requerido)
fr_fr: (obligatoire)
it_it: (obbligatorio)

source: * Event classification
de_de: * Veranstaltungsklassifikation
es_es: * Clasificación del evento
fr_fr: * classification de l'événement
it_it: * Classificazione evento

source: * Event Description
de_de: * Veranstaltungsbeschreibung
es_es: * Descripción del Evento
fr_fr: * description de l'événement
it_it: * Descrizione evento

source: * Event Country
it_it: * Regione Evento

source: * Event State
it_it: * Stato Evento

source: * Event City
it_it: * Città Evento

source: Event address
it_it: Indirizzo dove si svolge l'evento

source: Event note
it_it: Nota Evento

source: News for event
de_de: Nachrichten der Veranstaltung
es_es: Noticias por evento
fr_fr: Nouveautés pour l'événement
it_it: Notizie per l'evento

source: Event Public news
de_de: Öffentliche Veranstaltungsnachrichten
es_es: Noticias Evento Público
fr_fr: Nouveautés publiques de l'événement
it_it: Notizie evento pubblico

source: Private Event News
it_it: News evento privato

source: Special Conditions
de_de: Besondere Konditionen
es_es: Condiciones Especiales
fr_fr: Conditions spéciales
it_it: Condizioni speciali

source: Link to Google Maps or any other image
it_it: Link a GoogleMaps o altra immagine

source: Link to image flyer
it_it: Link all'immagine del volantino

source: Event Date
it_it: Data Evento

source: * Event Start date
de_de: * Startdatum der Veranstaltung
es_es: * fecha Inicial Evento
fr_fr: * date de début de l'événement
it_it: * Data inizio evento

source: hours
it_it: ore

source: minutes
it_it: minuti

source: * Event End date
de_de: * Enddatum der Veranstaltung
es_es: * fecha Final Evento
fr_fr: * date de fin de l'événement
it_it: * Data fine evento

source: Privacy Options
de_de: Private Veranstaltungsnachrichten
es_es: Opciones de Privacidad
fr_fr: Options privées
it_it: Opzioni Privacy

source: This is a public event
de_de: Diese Veranstaltung ist öffentlich
es_es: Éste es un evento público
fr_fr: C'est un événement public
it_it: Questo è un evento pubblico

source: Any site member can join this event.
de_de: Jedes Seitenmitglied kann dieser Veranstaltung beitreten
es_es: Cualquier usuario del sitio puede unirse a este evento
fr_fr: Tout membre peut participer à cet événement.
it_it: Tutti gli utenti del sito possono partecipare all'evento

source: This event will be listed in the events directory and in search results.
de_de: Diese Veranstaltung wird in der Veranstaltungsübersicht in den Suchergebnissen erscheinen.
es_es: Este evento aparecerá en la guía de eventos y en los resultados de las búsquedas.
it_it: Questo evento sarà mostrato nell'elenco eventi e nei risultati delle ricerche

source: Event content and activity will be visible to any site member.
de_de: Veranstaltungsinhalt und Aktivität sind für jedes Seitenmitglied sichtbar.
es_es: El contenido y actividad del evento será visible para cualquier usuario del sitio.
it_it: Il contenuto e le attività dell'evento saranno visibili a tutti.

source: This is a private event
de_de: Diese Veranstaltung ist Privat.
es_es: Éste es un evento privado
fr_fr: C'est un événement privé
it_it: Questo è un evento privato

source: Just send a request to join, users can join the event.
de_de: Beitreten auf Anfrage erlaubt, alle Benutzer können dieser Veranstaltung beitreten.
es_es: Sólo envíe una solicitud, los usuarios del sitio pueden unirse al evento.
it_it: Inviando una richiesta, gli utenti possono partecipare all'evento.

source: Event content and activity will only be visible to members of the event.
de_de: Veranstaltung und Aktivität sind nur den MItgliedern der Veranstaltung schtbar.
es_es: El contenido y actividad del evento solamente serán visibles para participantes del evento.
it_it: Il contenuto e le attività dell'evento saranno visibili solo ai partecipanti all'evento.

source: This is a hidden event
de_de: Dieses ist eine versteckte Veranstaltung.
es_es: Éste es un evento oculto
fr_fr: C'est un événement caché
it_it: Questo è un evento nascosto

source: Only users who are invited can join the event.
de_de: Nur eingeladene Benutzer können dieser Veranstaltung beitreten.
es_es: Solamente invitados pueden participar del evento.
it_it: Solo gli utenti invitati possono partecipare all'evento

source: This event will not be listed in the events directory or search results.
de_de: Diese Veranstaltung wird nicht in der Veranstaltungsübersicht oder den Suchergebnissen auftauchen.
es_es: El evento no aparecerá en la guía de eventos ni en los resultados de las búsquedas.
it_it: L'evento non comparirà nelle liste eventi e nei risultati delle ricerche.

source: Group/Forum link options
it_it: Opzioni Gruppo/Forum

source: Select the group you want to contact the event:
it_it: Seleziona il gruppo che deve essere contattato per l'evento:

source: Upload an image to use as an avatar for this event. The image will be shown on the main event page, and in search results.
de_de: Lade ein Bild als Avatar für diese Veranstaltung hoch. Das Bild wird auf der Hauptseite der Veranstaltun und in den Suchergebnissen zu sehen sein.
es_es: Suba una imagen que será el avatar de este evento. La imagen será visible en la página principal de eventos y en los resultados de las búsquedas.
fr_fr: Télécharger une image à utiliser comme un avatar de cet événement. L'image sera affichée sur la page de l'événement principal, et dans les résultats de recherche.
it_it: Carica un immagine per usarla come Avatar dell'evento. Le immagini verranno mostrate nella pagina principale dell'evento e nei risultati delle ricerche

source: Upload Image
de_de: Bild hochladen
es_es: Subir Imagen
fr_fr: Télécharger une image
it_it: Carica immagine

source: To skip the avatar upload process, hit the "Next Step" button.
de_de: Wenn Sie diesen Schritt überspringen willen, drücken Sie einfachen den "Nächster Schritt" Knopf.
es_es: Para omitir subir avatar, presione el botón "Next Step".
fr_fr: Pour annuler le téléchargement de l'avatar, cliquer sur "Prochaine étape".
it_it: Per saltare il caricamento immagini, clicca su "Avanti >"

source: Crop Event Avatar
de_de: Veranstaltungsavatar zuschneiden
es_es: Ajuste el Avatar del Evento
fr_fr: Découper l'avatar de l'événement
it_it: Ritaglia l'avatar dell'evento

source: Avatar to crop
de_de: Avatar zum zuschneiden
es_es: Avatar a ajustar
fr_fr: Avatar à tailler
it_it: Avatar da ritagliare

source: Avatar preview
de_de: Voransicht des Avatars
es_es: Vista previa del Avatar
fr_fr: Visualiser l'avatar
it_it: Anteprima Avatar

source: Crop Image
de_de: Schneide das Bild zu
es_es: Ajustar Imagen
fr_fr: Tailler l'image
it_it: Ritaglia immagine

source: Select people to invite from your friends list.
de_de: Suche Freunde aus deiner Liste aus, um sie einzuladen.
es_es: Seccione a quién invitar desde su lista de amigos
it_it: Seleziona gli utenti da invitare fra i tuoi amici

source: Once you have built up friend connections you will be able to invite others to your event. You can send invites any time in the future by selecting the "Send Invites" option when viewing your new event.
de_de: Sobald Sie Freundschaften geschlossen haben, wird es Ihnen möglich sein anderen zu einer Veranstaltung einzuladen. Sie können jederzeit Einladung versenden, indem Sie auf "Einladungen versenden" gehen, wenn Sie sich eine Veranstaltung ansehen.
es_es: Puede usar las conexiones de amigos para invitar al evento. Seleccione la opción "Enviar Invitación" cuando haya creado su nuevo evento.
it_it: Dopo aver stabilito le tue amicizie potrai invitare altre persone all'evento. In futuro potrai inviare inviti cliccando su "Invia Inviti" mentre visualizzi il tuo evento.

source: Previous Step
de_de: Vorheriger Schritt
es_es: Previo
fr_fr: Etape précédente
it_it: < Indietro

source: Next Step
de_de: Nächster Schritt
es_es: Siguiente
fr_fr: Etape suivante
it_it: Avanti >
