Repository: wp-plugins/jet-event-system-for-buddypress
Catalog: lang/jet-event-system-*.po
Languages: da_dk, fi, fr_fr, pt_br, ru_ru, sv_se

source: Options updated.
da_dk: Indstillinger opdateret.
fi: Asetukset päivitetty.
fr_fr: Options mises à jour.
pt_br: Opções atualizadas.
ru_ru: Настройки обновлены.
sv_se: Optioner uppdaterade.

source: Information
fi: Tiedot
fr_fr: Informations
pt_br: Informação
ru_ru: Информация

source: Main Block
fi: Päävalikko
pt_br: Bloco Principal

source: Setting up access to the fields events
da_dk: Indstillinger af Event Felter
fi: Tapahtumakenttien asetukset
fr_fr: Configurer l'accès aux champs des évènements
pt_br: Configurando o acesso ao campos dos eventos
ru_ru: Установка доступа к полям событий

source: Style Options
da_dk: Layout Indstillinger
fi: Tyyliasetukset
fr_fr: Options de Style
pt_br: Opções de Estilo
ru_ru: Настройка стилей
sv_se: Stilinställning

source: Classification options
da_dk: Indstillinger for Klassificering
fi: Luokitteluasetukset
fr_fr: Options de classification :
pt_br: Opções de classificação
ru_ru: Настройка классификаторов
sv_se: Kategoriinställning

source: Google Map options (future)
da_dk: Google Map Indstillinger
fi: Google Mapin asetukset (tulevaisuudessa)
fr_fr: Géolocalisation Google Map
pt_br: Opções do Google Map (futuro)
ru_ru: Настройка Google Map
sv_se: Google Map-inställning (kommer)

source: Reminder options (future)
da_dk: Indstillinger for påmindelse
fi: Muistutuksen asetukset (tulevaisuudessa)
fr_fr: Rappel d'évènements imminents
pt_br: Opções de Lembretes (futuro)
ru_ru: Настройки напоминаний (бета)
sv_se: Påminnelseinställning

source: Restrict options
da_dk: Restriktions Indstillinger
fi: Rajoittamisen asetukset
fr_fr: Options de restriction
pt_br: Opções de restrição
ru_ru: Параметры конфиденциальности
sv_se: Begränsingsinställning

source: Privacy options
da_dk: Privat Indstillinger
fi: Yksityisyyden asetukset
fr_fr: Options de privacité
pt_br: Opções de Privacidade
ru_ru: Параметры конфиденциальности
sv_se: Sekretessinställning

source: Tech info
fi: Tekniset tiedot
pt_br: Informações técnicas

source: Setup
fi: Asetukset
fr_fr: Cofiguration
pt_br: Instalação
ru_ru: Управление
sv_se: Inställningar

source: Donations
da_dk: Donationer
fi: Lahjoitukset
pt_br: Doações
ru_ru: Поддержка
sv_se: Donation

source: version
fi: versio
pt_br: versão
ru_ru: версия

source: build
fi: rakenna
pt_br: construir
ru_ru: релиз

source: Template version:
fi: Mallinteiden versio:
fr_fr: Version du template
pt_br: Versão do template:
ru_ru: Версия темы:
sv_se: Mall version:

source: DB version:
fi: DB versio:
fr_fr: Version de la base de données
pt_br: Versão da DB:
ru_ru: Версия БД:

source: Select the location you are using themes:
da_dk: Vælg placering for dit aktive tema:
fi: Valitse sijainti josta käytät teemoja:
fr_fr: Veuillez sélectionner le chemin du thème que vous utilisez
pt_br: Selecione o local que você está usando temas:

source: Update Database
da_dk: Opdater Database
fi: Päivitä tietokanta
fr_fr: Mettre à jour la base de données
pt_br: Atualizar Database
ru_ru: Обновить БД
sv_se: Uppdatera databasen

source: Update Templates
da_dk: Opdater Templates
fi: Päivitä teeman mallinteet
fr_fr: Mettre à jours le template
pt_br: Atualizar Templates
ru_ru: Обновить тему
sv_se: Uppdatera mallar

source: Checking for files
da_dk: Kontrollere for filer
fi: Etsii tiedostoja
fr_fr: Vérifier les fichiers
pt_br: Verificando arquivos
sv_se: Kontrollera filer

source: please specify in the designation of the site and name :) All who have made a contribution to the development of plug-in will be included in honor roll, as well as gain access to additional modules!
da_dk: anfør website og navn). Alle der kontribuere til udviklingen af plugin'sne bliver inkluderet i credits og får adgang til yderligere moduler.
fi: Tarkenna sivun nimi ja nimike :) Kaikki jotka ovat avustaneet plug-in kehittämiseen, pääsevät kunnialuetteloon, samoin kuin saavat pääsyn lisämoduuleihin!
fr_fr: Veuillez spécifier le site et son nom. Tous ceux qui contribuent au dévelopement de ce plugin seront référencés comme généreux donateurs, et auront accès aux modules additionnels.
pt_br: Por favor especifique nos na designação do site e nome:) Todos os que fizeram um contribuição ao o desenvolvimento do plug-in serão incluídos na lista de honra, bem como ter acesso ao módulos adicionais!
ru_ru: просьба указать в назначении на сайт и название:) Все, кто внес свой вклад в развитие плагин будет включен в почете, а также получить доступ к дополнительным модулям!

source: Allow costum slug
da_dk: Aktiver brugerdefineret slug
fi: Salli muokattu polku
fr_fr: Personnaliser le chemin d'accès aux évènement (www.monsite.com/xxxxxx)
pt_br: Permitir Slug personalizado
ru_ru: Разрешить настраиваемый slug
sv_se: Tillåt anpassad länk

source: Slug:
fi: Polku:
fr_fr: Slug (chemin sans les slash) :
sv_se: Länk:

source: Sort of events in the directory (by default)
da_dk: Sorter visning af events efter
fi: Tapahtumien laatu hakemistossa (oletuksena)
fr_fr: Classement des évènements sur le catalogue (par défaut)
pt_br: Ordem de eventos no diretório (por padrão)
ru_ru: Сортировка событий в каталоге (по-умолчанию)

source: Upcoming
da_dk: Kommende
fi: Tulevat
fr_fr: Les plus proches
pt_br: Próximos eventos
ru_ru: Скоро
sv_se: Kommande

source: Last Active
da_dk: Seneste Aktive
fi: Viimeksi aktiivisena
fr_fr: Récemment actifs
pt_br: Última atividade
ru_ru: Последняя активность
sv_se: Senast aktivt

source: Most Members
da_dk: Flest Tilmeldte
fi: Eniten jäseniä
fr_fr: Le plus de participants
pt_br: Mais Popular
ru_ru: По участникам
sv_se: Antal deltagare

source: Newly Created
da_dk: Nyeste Oprettede
fi: Juuri luotu
fr_fr: Récemment créés
pt_br: Recém-criado
ru_ru: Недавно созданные
sv_se: Senast skapat

source: Alphabetical
da_dk: Alfabetisk
fi: Aakkosittain
fr_fr: Ordre alphabétique
pt_br: Alfabética
ru_ru: Алфавит
sv_se: Alfabetisk ordning

source: By:
da_dk: Af:
fi: Suunta:
fr_fr: Ordre :
pt_br: Por:
ru_ru: в

source: Ascending
da_dk: Stigende
fi: Nouseva
fr_fr: Ascendant
pt_br: Crescente
sv_se: Stigande

source: Descending
da_dk: Faldende
fi: Laskeva
fr_fr: Descendant
pt_br: Descendente
sv_se: Fallande

source: Social Share Code
fi: Social Share koodi
pt_br: Código de Social Share

source: Code:
fi: Koodi:
pt_br: Código

source: Save Settings
da_dk: Gem Indstillinger
fi: Tallenna asetukset
fr_fr: Enregistrer
pt_br: Salvar Configurações
ru_ru: Сохранить настройки
sv_se: Spara inställningar

source: Allow Country
da_dk: Tillad Land
fi: Salli maa
fr_fr: Afficher le Pays
pt_br: Permitir País
ru_ru: Разрешить использование "Страна"
sv_se: Tillåt land

source: Name of the country by default:
da_dk: Standard Land:
fi: Maan oletusnimi:
fr_fr: Titre du champs défaut
pt_br: Nome do país, por padrão:
ru_ru: Имя страны по-умолчанию:
sv_se: Land (Default):

source: Allow State
da_dk: Tillad Amt
fi: Salli osavaltio
fr_fr: Afficher le département ou la région
pt_br: Permitir Estado
ru_ru: Разрешить Штат
sv_se: Tillåt delstat

source: Name of the state by default:
da_dk: Standard Amt:
fi: Osavaltion oletusnimi:
fr_fr: Titre du champs par défaut
pt_br: Nome do estado, por padrão:
ru_ru: Имя штата по-умолчанию:
sv_se: Delstat (Default):

source: Allow City
da_dk: Tillad By
fi: Salli kaupunki
fr_fr: Afficher la ville
pt_br: Permitir Cidade
ru_ru: Разрешить использование "Город"
sv_se: Tillåt stad

source: Name of the city by default:
da_dk: Standard By:
fi: Kaupungin nimi oletuksena.
fr_fr: Titre du champs par défaut
pt_br: Nome da cidade, por padrão:
ru_ru: Имя города по-умолчанию:
sv_se: Stad (Default):

source: Allow Special Conditions
da_dk: Tillad Specielle Omstændigheder
fi: Salli erityisolosuhteet
fr_fr: Autoriser les conditions spéciales
pt_br: Permitir Condições Especiais
ru_ru: Разрешить специальные условия
sv_se: Tillåt Special

source: Allow Public News
da_dk: Tillad Offentlige Nyheder
fi: Salli julkiset uutiset
fr_fr: Autoriser les actualités
pt_br: Permitir notícias
ru_ru: Разрешить публичные новости
sv_se: Tillåt offentliga nyheter

source: Allow Private News
da_dk: Tillad Private Nyheder
fi: Salli yksityisuutiset
fr_fr: Autoriser les actualités privées
pt_br: Permitir Notícias Exclusivas
ru_ru: Разрешить приватные новости
sv_se: Tillåt Privata nyheter

source: Allow Event Note
da_dk: Tillad Event Bemærkninger
fi: Salli tapahtumasta huomauttaminen
fr_fr: Autoriser un champs Note (ou Nota Bene)
pt_br: Permitir Anotações
ru_ru: Разрешить описание места
sv_se: Tillåt Anteckning

source: Allow Event GoogleMap
da_dk: Tillad Event Google Map
fi: Salli tapahtuman GoogleMappaaminen
fr_fr: Localiser l'évènement avec Google Map
pt_br: Permitir GoogleMap
ru_ru: Разрешить использование Карты
sv_se: Tillåt GoogleMap

source: Allow Event Flyer
da_dk: Tillad Event Flyer
fi: Salli tapahtuman flaijeri
fr_fr: Autoriser les Flyers
pt_br: Perimitir Cartaz do Evento
ru_ru: Разрешить флайеры
sv_se: Tillåt Flyer

source: Style for Event Catalog:
da_dk: Layout for Event Oversigt
fi: Tapahtumaluettelon tyyli:
fr_fr: Style du catalogue des évènements
pt_br: Estilo do Catálogo de Eventos:
ru_ru: Стиль для Каталога событий:
sv_se: Stil för evenemangskatalog:

source: Standart Style
da_dk: Standard Layout
fi: Standardityyli
fr_fr: Style Standart
pt_br: Estilo Padrão
ru_ru: Стандартный стиль
sv_se: Standard

source: Standard will full description Style
da_dk: Standard med fuld beskrivelse Layout
fi: Standardityyli täydellä kuvauksella
fr_fr: Style Standart avec description complète
pt_br: Estilo Padrão com descrição completa
ru_ru: Стандартный с расширенным описанием
sv_se: Standard med beskrivning

source: Twitter Style
da_dk: Twitter Layout
fi: Twitter-tyyli
fr_fr: Style Twitter
pt_br: Estilo Twitter
ru_ru: Twitter стиль
sv_se: Twitter

source: Calendar Style
fi: Kalenterityyli
pt_br: Estilo de calendário

source: Custom Style*
da_dk: Brugerdefineret Layout*
fi: Oma tyyli*
fr_fr: Style Personnalisé *
pt_br: Estilo Personalizado *
sv_se: Anpassad*

source: * To use a custom design Directory Events, modify the file:
da_dk: * For at bruge et brugerdefineret layout, skal du modificere flg. filer:
fi: * Käyttääksesi omaa tyyliäsi tapahtumahakemistossa, muokkaa tiedostoa:
fr_fr: * Pour utiliser un stype personnalisé appliqué au catalogue des évènements, veuillez modifier le fichier :
pt_br: * Para utilizar uma Lista de Eventos com design personalizado, modifique o arquivo:

source: Style for Single Event:
da_dk: Layout for visning af Enkelt Event
fi: Yksittäisen tapahtuman tyyli
fr_fr: Style de l'affichage pour UN évènement :
pt_br: Estilo para página do Evento:
ru_ru: Стиль для одного события:
sv_se: Stil för enskilt evenemang:

source: Avatar Options
da_dk: Avatar Indstillinger
fi: Avatarin asetukset
fr_fr: Options de l'avatar
pt_br: Opções de Avatar
ru_ru: Настройки аватаров

source: Default avatar for events (img url):
fi: Oletuksena oleva avatar tapahtumille (img url):
pt_br: Avatar padrão para eventos (url img):

source: Default image for "save to iphone" (img url):
fi: Oletuskuva "tallennettaessa iphoneen" (img url):
pt_br: Imagem padrão para "salvar para iphone" (img url):

source: Default image for "save to outlook" (img url):
fi: Oletuskuva "tallennettaessa outlookiin" (img url):
pt_br: Imagem padrão para "salvar para outlook" (img url):

source: Show avatars in the list of invited friends
da_dk: Vis avatarer på listen over tilmeldte venner.
fi: Näytä avatarit kutsuttujen kavereiden listassa
fr_fr: Afficher l'avatar des membres dans la liste des membres que l'on peut inviter
pt_br: Mostrar avatar na lista de amigos convidados
ru_ru: Показывать аватары в списке друзей для приглашения

source: Avatars size:
da_dk: Avatar størrelse:
fi: Avatarin koko:
fr_fr: Taille de l'avatar :
pt_br: Tamanho do Avatar:
ru_ru: Размер аватаров:

source: Single Event - avatars size (25..150px):
da_dk: Avatar Størrelse for Single Event (eks. 100):
fi: Yksittäinen tapahtuma - avatarin koko (25..150px):
fr_fr: Page d'UN évènement - taille de l'avatar (25 à 150px max) :
pt_br: Página do Evento - tamanho do avatar (25..150px):
ru_ru: Одиночное событие - размер аватара (25..150px):

source: Directory Events - avatars size ( 25..150px):
da_dk: Avatar Størrelse for Event Oversigt (eks. 100):
fi: Hakemiston tapahtumat - avatarin koko (25..150px):
fr_fr: Catalogue des évènements - taille de l'avatar (25 à 150px max) :
pt_br: catálogo de Eventos - tamanho do avatar ( 25..150px):
ru_ru: Каталог событий - размер аватара (25..150px):

source: Color for past event:
da_dk: Farve på afsluttede events:
fi: Menneen tapahtuman väri
fr_fr: Couleur des évènements passés:
pt_br: Cor para o evento passado:
ru_ru: Цвет прошедшего события:

source: Color for active event:
da_dk: Farve på aktive events:
fi: Aktiivisen tapahtuman väri:
fr_fr: Couleur des évènements futurs:
pt_br: Cor para o evento ativo:
ru_ru: Цвет активного события:

source: Color for current event:
da_dk: Farve på iganværende evetns:
fi: Tämänhetkisen tapahtuman väri:
fr_fr: Couleur des évènements en cours:
pt_br: Cor para o evento atual:
ru_ru: Цвет текущего события:

source: Allow the use of classifiers through an administrative panel (unless you want to use some or classifier - leave his field blank)
da_dk: Forudbestem Event Klassificeringe (eks. Fest, Møde etc.). Hvis brugere selv skal kunne navngive/definere klassificeringer under oprettelse af events, skal du ikke vælge Forudbestemte Event Klassificeringer.
fi: Salli luokittelijat ylläpitopaneelin kautta (jos et halua käyttää jonkinlaista luokittelijaa - jätä tämä kenttä tyhjäksi)
fr_fr: Autoriser la classification des évènements
pt_br: Permitir o uso de classificadores através do painel administrativo (se desnecessário, deixar em branco)
ru_ru: Разрешить использование классификатора через административную панель (оставьте пустыми те позиции классификаторов - которые не планируете использовать)

source: Classification - 1
da_dk: Klassificering - 1
fi: Luokittelu - 1
pt_br: Classificação - 1
ru_ru: Классификатор - 1
sv_se: Kategori - 1

source: Classification - 2
da_dk: Klassificering - 2
fi: Luokittelu - 2
pt_br: Classificação - 2
ru_ru: Классификатор - 2
sv_se: Kategori - 2

source: Classification - 3
da_dk: Klassificering - 3
fi: Luokittelu - 3
pt_br: Classificação - 3
ru_ru: Классификатор - 3
sv_se: Kategori - 3

source: Classification - 4
da_dk: Klassificering - 4
fi: Luokittelu - 4
pt_br: Classificação - 4
ru_ru: Классификатор - 4
sv_se: Kategori - 4

source: Classification - 5
da_dk: Klassificering - 5
fi: Luokittelu - 5
pt_br: Classificação - 5
ru_ru: Классификатор - 5
sv_se: Kategori - 5

source: Image
da_dk: Billede
fi: Kuva
pt_br: Imagem
ru_ru: Изображение
sv_se: Bild

source: Provide administrators an opportunity to remind participants of the events of the coming event in manual mode?
da_dk: Tillad administratorer at påminde tilmeldte om det kommende events start?
fi: Anna ylläpitäjille mahdollisuus muistuttaa osallistujia tulevista tapahtumista manuaalisesti?
fr_fr: Proposer aux administrateurs la possibilité de prévenir manuellement les participant d'un évènement que celui-ci arrive bientôt ?
pt_br: Fornecer aos administradores a oportunidade de lembrar aos participantes sobre evento prestes a acontecer no modo manual?

source: To allow the setting reminder?
da_dk: Rettighedsniveau for at benytte Event Påmindelse
fi: Salli muistutuksen asettaminen?
fr_fr: Ce paramètre est proposé à :
pt_br: Permitir a configuração de lembrete?
ru_ru: Разрешить установку напоминаний?

source: Administrators
da_dk: Administratorer
fi: Ylläpitäjät
fr_fr: Administrateurs
pt_br: Administradores
ru_ru: Администраторы
sv_se: Administratörer

source: All users
da_dk: Alle brugere
fi: Kaikki käyttäjät
fr_fr: Tous les utilisateurs
pt_br: Todos os usuários
ru_ru: Все пользователи
sv_se: Alla användare

source: Function is not active
da_dk: Funktionen er ikke aktiv
fi: Toiminto ei ole aktiivinen
fr_fr: Fonctionnalité inactive
pt_br: Função não está ativa
ru_ru: Функция отключена
sv_se: Funktionen är inte aktiv

source: Time remind default:
da_dk: Standard Event Påmindelses internval
fi: Muistutuksen oletusaika:
fr_fr: La notification doit être envoyée X heures avant l'évènement :
pt_br: Tempo padrão de lembrança:
ru_ru: Время напоминания по-умолчанию:
sv_se: Standardinställning för påmminnelser:

source: %s hours
da_dk: %s timer
fi: %s tuntia
fr_fr: %s heures
pt_br: %s horas
ru_ru: %s часов
sv_se: %s timmar

source: Prohibit non-administrators to create events
da_dk: Kun Administratorer kan oprette events
fi: Estä peruskäyttäjiä luomasta tapahtumia
fr_fr: Interdire la création des évènements aux simples membres (seuls les admin pourront le faire)
pt_br: Proibir não-administradores de criar eventos
ru_ru: Запретить не администраторам создание событий
sv_se: Förbjud icke-administratörer att skapa evenemang

source: Allow verification of events by the administrator
da_dk: Administratorer skal godkende oprettede events
fi: Ylläpitäjien pitää hyväksyä tapahtumat
fr_fr: Imposer la vérification des nouveaux évènement par les admin avant publication
pt_br: Permitir verificação de eventos pelo administrador
ru_ru: Разрешить необходимость подтверждения событий администраторами
sv_se: Tillåt godkännande av evenemang genom administratörer

source: Allow indexing of events search engines
da_dk: Tillad søgemaskiner at indexere events.
fi: Salli tapahtumien indeksointi hakukoneissa
fr_fr: Permettre l'indexation des évènements par les moteurs de recherche
pt_br: Permitir a indexação dos motores de busca de eventos
ru_ru: Разрешить индексирование событий поисковыми системами
sv_se: Tillåt indexering av evenemang genom sökmotorer

source: Deny access to events for unregistered users
da_dk: Bloker adgang til events for ikke regisrerede brugere
fi: Estä rekisteröitymättömien käyttäjien pääsy tapahtumiin
fr_fr: Refuser l'accés aux évènements pour les non membres (simples visiteurs de votre site)
pt_br: Negar acesso ao eventos para os usuários não registados
ru_ru: Запретить доступ к событиям для незарегистрированных пользователей

source: Show private events in the catalog for unregistered users (in the cases allow access to events)
da_dk: Vis private events for ikke registrerede brugere i event oversigten (forudsat at eventet er synligt for ikke registrerede brugere)
fi: Näytä yksityistapahtumat rekisteröitymättömien käyttäjien luettelossa (siinä tapauksessa salli pääsy tapahtumiin)
fr_fr: Afficher les évènements privés dans le catalogue pour les visiteurs non enregistrés (si l'affichage général des évènements est ouvert aux non-membres)
pt_br: Mostrar os eventos privados no catálogo para usuários não registados (nos casos permitir o acesso aos eventos)
ru_ru: Показывать приватные события в каталоге для незарегистрированных пользователей (если выбран доступ к событиям для незарегистрированных пользователей)

source: Show flyers to all users? (otherwise, flyers will be available only to participants of the event)
da_dk: Vis flyers til alle brugere? (hvis ikke, vil flyers kun være synligt for tilmeldte til eventet)
fi: Näytä flaijerit kaikille käyttäjille? (muussa tapauksessa flaijerit näkyvät vain tapahtuman osallistujille)
fr_fr: Afficher le flyers à tous les visiteurs ? (sinon, le flyer sera uniquement accessible aux participants de l'évènement)
pt_br: Mostrar os cartazes para todos usuários? (caso contrário, os cartazes estarão disponíveis apenas para os participantes do evento)
ru_ru: Показывать флайеры всем пользователям? (в противном случаи флайеры доступны только участникам события)

source: Support
fi: Tuki
pt_br: Suporte
ru_ru: Поддержка

source: Translate
da_dk: Oversættelser
fi: Käännös
fr_fr: Traduire
pt_br: Traduzir
ru_ru: Локализация
sv_se: Översätt

source: Please send your translations to milord_k @ mail.ru
da_dk: Send din oversættelse til milord_k @ mail.ru
fi: Lähetä käännöksesi milord_k @ mail.ru
fr_fr: Veuillez envoyer vos traductions à milord_k @ mail.ru
pt_br: Por favor, envie suas traduções ao milord_k@mail.ru
ru_ru: Пожалуйста отправляйте свои перевода на milord_k @ mail.ru

source: Translates can be discussed at the forum on the official website of the plugin:
da_dk: Oversættelser kan diskutteres på det officielle JES plugin website:
fi: Käännöksistä voidaan keskustella pluginin virallisen kotisivun foorumilla:
fr_fr: Les traductions peuvent être abordées dans le forum officiel du plugin :
pt_br: Traduções podem ser discutidas no fórum do site oficial do plugin:
ru_ru: Переводы Вы можете обсудить на форуме официального веб-сайта плагина:

source: Recommended plugins
da_dk: Anbefalede plugins
fi: Suositellut pluginit
fr_fr: Plugins recommandés
pt_br: Plugins recomendados
ru_ru: Рекомендованные плагины
sv_se: Rekommenderade tillägg

source: Recommended themes
fi: Suositellut teemat
pt_br: Temas recomendados
sv_se: Rekommenderade teman

source: Newest
da_dk: Nyeste
fi: Uusimmat
fr_fr: Plus récent
pt_br: Novidades
ru_ru: Новые
sv_se: Nyaste

source: Most Active
da_dk: Mest Aktive
fi: Aktiivisimmat
fr_fr: Plus actif
pt_br: Mais Ativo
ru_ru: Активные
sv_se: Aktiva

source: In city:
da_dk: I byen:
fi: Kaupungissa:
fr_fr: Ville:
pt_br: Na cidade de:
ru_ru: в городе:
sv_se: Plats:

source: Start:
fi: Alku:
fr_fr: Date de début :
pt_br: Início:
ru_ru: начало:
sv_se: Börjar:

source: End:
da_dk: Slut:
fi: Loppu:
fr_fr: Date de fin :
pt_br: Encerramento:
ru_ru: окончание:
sv_se: Slutar:

source: There are no events to display.
da_dk: Der er ingen events tilgængelige.
fi: Yhtään tapahtumaa ei ole näytettävissä.
fr_fr: Aucun évènement à afficher.
pt_br: Não há eventos para exibir.
ru_ru: Нет событий для отображения.
sv_se: Det finns inga evenemang att visa.

source: Title:
da_dk: Titel:
fi: Otsikko:
fr_fr: Titre :
pt_br: Título:
ru_ru: Заголовок:
sv_se: Titel:

source: Max events to show:
da_dk: Maks antal event vist:
fi: Suurin näytettävä määrä tapahtumia:
fr_fr: Nombre maximal d'évènements à afficher:
pt_br: Máx. de eventos a mostrar:
ru_ru: Максимальное количество событий для отображения:
sv_se: Max antal evenemang att visa:

source: Show navigation:
da_dk: Vis navigation:
fi: Näytä navigointi:
fr_fr: Afficher la navigation :
pt_br: Mostrar navegação:
ru_ru: Показывать навигацию:
sv_se: Visa navigation:

source: Show type of event and its Classification:
da_dk: Vise Type og Klassificering af eventet:
fi: Näytä tapahtuman tyyppi ja sen luokitus:
fr_fr: Afficher le type et la classification des évènements :
pt_br: Exibir o tipo de evento e sua classificação:
ru_ru: Показывать тип события и классификатор:
sv_se: Visa evenemangstyp och klassificering:

source: Show time:
da_dk: Vis tid:
fi: Näytä aika:
fr_fr: Afficher l'heure :
pt_br: Mostrar horas:
ru_ru: Показать время:
sv_se: Visa tid:

source: Show the country and state for the event (if allowed to use administrative panel):
da_dk: Vis Land og Amt for eventet (hvis tilladt)
fi: Näytä tapahtuman maa ja osavaltio (jos sallittu ylläpidon paneelista)
fr_fr: Afficher le pays et le département/région pour l'évènement (si autorisé dans les réglages)
pt_br: Exibir o país e o estado do evento (se for permitido usar o painel administrativo):
ru_ru: Показывать поля Страна и Штат для событий (если это разрешено использовать в административной панели):
sv_se: Visa land och stat för evenemanget (om tillåtet att använda adminpanelen):

source: Show archived events only for administrator:
da_dk: Vis kun arkiverede events for Administratorer:
fi: Näytä arkistoidut tapahtumat vain ylläpitäjälle:
fr_fr: Montrer les évènement archivés uniquement à l'administrateur :
pt_br: Mostrar eventos archivados sólo para el admin:
ru_ru: Показывать прошедшие события только для администраторов:
sv_se: Visa erkiverade evenemang bara för administratörer:
