Repository: wp-plugins/jet-event-system-for-buddypress
Catalog: lang/jet-event-system-*.po
Languages: da_dk, fi, fr_fr, pt_br, ru_ru, sv_se

source: Event invite could not be accepted
da_dk: Iinvitation til event kunne ikke accepteres
fi: Tapahtumakutsua ei voitu hyväksyä.
fr_fr: L'invitation à cet évènement ne peut être acceptée
pt_br: O convite do evento não pode ser aceito
ru_ru: Приглашение на событие не может быть принято
sv_se: Evenemangsinbjudan kunde inte accepteras

source: Event invite accepted
da_dk: Iinvitation til event accepteret
fi: Tapahtumakutsu hyväksytty.
fr_fr: Invitation à l'évènement acceptée
pt_br: Convite do evento aceito
ru_ru: Приглашение на событие принято
sv_se: Evenemangsinbjudan har accepterats

source: %s joined the event %s
da_dk: %s tilmeldte sig eventet %s
fi: %s liittyi tapahtumaan %s
fr_fr: %s participera à l'évènement %s
pt_br: %s se juntou ao evento %s
ru_ru: %s присоединился к событию %s
sv_se: %s deltar i evenamnget %s

source: Event invite could not be rejected
da_dk: Invitation til eventet kunne ikke afvises
fi: Tapahtumakutsua ei voitu hylätä.
fr_fr: L'invitation à cet évènement ne peut être refusée
pt_br: O convite do evento não pode ser rejeitado
ru_ru: Приглашение на событие не может быть отклонено
sv_se: Evenemangsinbjudan kunde inte avvisas

source: Event invite rejected
da_dk: Event invitation afvist
fi: Tapahtumakutsu hylätty.
fr_fr: Invitation à l'évènement refusé
pt_br: Convite rejeitado
ru_ru: Приглашение на событие отклонено
sv_se: Evenemangsinbjudan har avvisats

source: Event invites sent.
da_dk: Invitation til event sendt.
fi: Tapahtumakutsut lähetetty.
fr_fr: Invitations envoyées.
pt_br: Convites enviados.
ru_ru: Приглашение на событие отправлено.
sv_se: Evenemangsinbjudan har skickats

source: There was an error sending your join event request, please try again.
da_dk: Der opstod en fejl under forsøget på at sende din ansøgning om tilmelding til eventet, prøv venligst igen.
fi: Lähetettäessä osallistumispyyntöä tapahtui virhe. Yritä uudelleen.
fr_fr: Oups.. Erreur lors de l'envoi de la la demande. Veuillez réessayer SVP.
pt_br: Houve um problema ao enviar sua solicitação de entrada no evento, por favor tente novamente.
ru_ru: Произошла ошибка при отправке Вашего запроса, попробуйте еще раз.

source: Your request to join was sent to the event administrator successfully. You will be notified when the event administrator responds to your request.
da_dk: Din ansøgning om at blive tilmeldt eventet er sendt til administratorern for eventet. Du modtager en besked når eventets administrator svarer på din ansøgning.
fi: Osallistumispyyntösi lähetettiin onnistuneesti tapahtumajärjestäjälle. Saat ilmoituksen, kun tapahtumajärjestäjä on hyväksynyt pyyntösi.
fr_fr: Votre demande a été envoyée avec succés. Vous serez alerté lorsque l'organisateur aura validé votre demande.
pt_br: Seu pedido para entrar foi enviado para o administrador evento com sucesso. Você será notificado quando o administrador do evento responder ao seu pedido.
ru_ru: Ваш запрос на присоединение к событию успешно отправлено администратору. Вы будете уведомлены когда администратор рассмотрит запрос.

source: There was an error updating event details. Date and time of completion of the event can not exceed the date of its beginning, please try again.
da_dk: Der opstod en fejl under forsøget på at opdatere detaljer for eventet (kontroller dato - eventet kan ikke afsluttes før det er begyndt), prøv venligst igen.
fi: Tapahtumatietojen päivittämisessä tapahtui virhe. Tapahtuma ei voi päättyä ennen sen alkamista. Yritä uudelleen.
fr_fr: Attention : la date et l'heure de fin ne peuvent pas être avant le début de l'évènement. Veuillez vérifier SVP.
pt_br: Houve um erro ao atualizar os detalhes do evento. Data e hora da realização do evento não pode exceder o data de seu início, por favor, tente novamente.
ru_ru: Произошла ошибка при обновлении деталей события. Дата начала события не может превосходить дату окончания, попробуйте еще раз.
sv_se: Det uppstod ett fel när evenemanget uppdaterades. Sluttiden för evenemanget måste vara senare än starttiden. Försök igen.

source: There was an error updating event details, please try again.
da_dk: Der opstod en fejl under forsøget på at opdatere detaljer for eventet, prøv venligst igen.
fi: Tapahtumatietojen päivittämisessä tapahtui virhe. Yritä uudelleen.
fr_fr: Oups.. Il y a eu une erreur lors de la sauvegarde. Veuillez réessayer SVP.
pt_br: Houve um erro ao atualizar os detalhes do evento, por favor, tente novamente.
ru_ru: Произошла ошибка при обновлении деталей события, попробуйте еще раз.

source: Event details were successfully updated.
da_dk: Detaljer for eventet er nu opdateret.
fi: Tapahtumatiedot päivitettiin onnistuneesti.
fr_fr: Les détails ont été enregistrés.
pt_br: Os detalhes do evento foram atualizados com sucesso.
ru_ru: Детали события успешно обновлены.

source: There was an error updating event settings, please try again.
da_dk: Der opstod en fejl under forsøget på at opdatere indstillinger for eventet, prøv venligst igen.
fi: Tapahtuman asetuksia päivitettäessä tapahtui virhe, kokeile uudestaan.
fr_fr: Oups.. Il y a eu une erreur lors de la sauvegarde. Veuillez réessayer SVP.
pt_br: Houve um erro ao atualizar as configurações do evento, por favor, tente novamente.
ru_ru: Произошла ошибка при обновлении деталей события, попробуйте еще раз.

source: Event settings were successfully updated.
da_dk: Event indstillinger er nu opdateret.
fi: Tapahtuman asetukset päivitetty onnistuneesti.
fr_fr: Les paramètres ont été enregistrés.
pt_br: As configurações do evento foram atualizadas com sucesso.
ru_ru: Настройки события успешно обновлены.
sv_se: Evenemangsinställningar har uppdaterats.

source: Your avatar was deleted successfully!
da_dk: Din avatar er nu slettet!
fi: Avatarisi poistaminen onnistui moitteettomasti!
fr_fr: Image supprimée.
pt_br: Seu avatar foi apagado com sucesso!
ru_ru: Аватар события успешно удален!

source: There was a problem deleting that avatar, please try again.
da_dk: Der opstod et problem under forsøget på at slettet avataren, prøv venligst igen.
fi: Avatarin poistamisessa tapahtui virhe. Yritä uudelleen.
fr_fr: Oups.. Il y a eu une erreur lors de la suppression de l'image. Veuillez réessayer SVP.
pt_br: Houve um problema ao excluir o avatar, por favor, tente novamente.
ru_ru: Произошла ошибка при удалении аватара, попробуйте еще раз.

source: There was a problem cropping the avatar, please try uploading it again
da_dk: Der opstod en fejl under forsøget på at croppe avataren, prøv venligst at uploade den igen
fi: Avatarin rajaamisessa tapahtui virhe. Yritä uudelleen.
fr_fr: Oups.. Il y a eu une erreur lors du recadrage de l'image. Veuillez réessayer SVP.
pt_br: Houve um problema ao recortar o avatar, por favor, tente enviá-lo novamente
ru_ru: Произошла ошибка при обработке аватара, попробуйте загрузить еще раз

source: The new event avatar was uploaded successfully!
da_dk: Det nye event avatar er nu uploadet.
fi: Avatar ladattiin onnistuneesti!
fr_fr: Image sauvegardée.
pt_br: O avatar do novo evento foi enviado com sucesso!
ru_ru: Новый аватар для события успешно загружен!

source: There was an error when promoting that user, please try again
da_dk: Der opstod en fejl under forsøget på at opgradere brugeren, prøv venligst igen
fi: Käyttäjäoikeuksien muuttamisessa tapahtui virhe. Yritä uudestaan.
fr_fr: Oups.. Il y a eu une erreur lors de la promotion du participant. Veuillez réessayer SVP.
pt_br: Houve um erro ao promover esse usuário, por favor tente novamente
ru_ru: Произошла ошибка при повышении участника, попробуйте еще раз

source: User promoted successfully
da_dk: Brugeren er nu opgraderet
fi: Käyttäjä ylennetty onnistuneesti.
fr_fr: Participant promu.
pt_br: Membro promovido com sucesso
ru_ru: Участник успешно повышен

source: There was an error when demoting that user, please try again
da_dk: Der opstod en fejl under forsøget på at nedgradere brugeren, prøv venligst igen
fi: Käyttäjän alentamisessa tapahtui virhe, kokeile uudestaan.
fr_fr: Oups.. Il y a eu une erreur lors de la rétrogradation du participant. Veuillez réessayer SVP.
pt_br: Houve um erro ao rebaixar o usuário, por favor tente novamente
ru_ru: Произошла ошибка при понижении участника, попробуйте еще раз

source: User demoted successfully
da_dk: Brugeren er nu nedgraderet.
fi: Käyttäjä alennettu onnistuneesti.
fr_fr: Participant rétrogadé
pt_br: membro rebaixado com sucesso
ru_ru: Участник успешно понижен

source: There was an error when banning that user, please try again
da_dk: Der opstod en fejl under forsøget på at blokere brugeren, prøv venligst igen
fi: Porttikiellon antamisessa käyttäjälle tapahtui virhe, kokeile uudestaan.
fr_fr: Oups.. Il y a eu une erreur lors du bannissement du participant. Veuillez réessayer SVP.
pt_br: Houve um erro ao banir o usuário, por favor tente novamente
ru_ru: Произошла ошибка при установки бана для участника, повтороите еще раз

source: User banned successfully
da_dk: Brugeren er nu blokeret.
fi: Porttikiellon antaminen käyttäjälle onnistui.
fr_fr: Participant banni.
pt_br: Membro banido com sucesso
ru_ru: Участник успешно забанен

source: There was an error when unbanning that user, please try again
da_dk: Der opstod en fejl under forsøget på at fjerne blokering af brugeren, prøv venligst igen
fi: Porttikiellon poistamisessa tapahtui virhe, kokeile uudestaan.
fr_fr: Oups.. Il y a eu une erreur lors de la sauvegarde. Veuillez réessayer SVP.
pt_br: Houve um erro ao cancelar o banimento desse usuário, por favor tente novamente
ru_ru: Произошла ошибка при отмене установки бана для участника, попробуйте еще раз

source: User ban removed successfully
da_dk: Brugeren er
fi: Käyttäjän porttikielto poistettu onnistuneesti.
fr_fr: Utilisateur ré-autorisé à participer.
pt_br: Banimento removido com sucesso
ru_ru: Участник успешно разбанен

source: There was an error accepting the membership request, please try again.
da_dk: Der opstod en fejl under forsøget på acceptere tilmeldingen, prøv venligst igen.
fi: Jäsenhakemuksen hyväksymisessä tapahtui virhe, kokeile uudestaan.
fr_fr: Oups.. Il y a eu une erreur lors de l'acceptation de la demande de participation. Veuillez réessayer SVP.
pt_br: Houve um erro ao aceitar o pedido de adesão, por favor, tente novamente.
ru_ru: Произошла ошибка при принятии запроса на присоединение к событию, попробуйте еще раз.

source: Event membership request accepted
da_dk: Ansøgning om tilmelding til eventet er accepteret.
fi: Pyyntö tapahtumajäseneksi hyväksytty.
fr_fr: Demande de participation acceptée
pt_br: Pedido de adesão no evento aceito
ru_ru: Запрос на присоединение к событию принят

source: There was an error rejecting the membership request, please try again.
da_dk: Der opstod en fejl under forsøget på at afvise ansøgning om tilmelding til eventet, prøv venligst igen.
fi: Jäsenhakemuksen hylkäämisessä tapahtui virhe, kokeile uudestaan.
fr_fr: Oups.. Il y a eu une erreur lors du refus de participation. Veuillez réessayer SVP.
pt_br: Houve um erro ao rejeitar o pedido de adesão, por favor, tente novamente.
ru_ru: Произошла ошибка при отказе от приглашения, повторите еще раз.

source: Event membership request rejected
da_dk: Ansøgning om tilmelding til event afvist
fi: Pyyntö tapahtumajäseneksi hylätty.
fr_fr: Demande de participation rejetée
pt_br: Pedido de adesão no evento rejeitado
ru_ru: Запрос на присоединение к событию отклонен
sv_se: Förfrågan om evenemangsdeltagande har avslagits.

source: There was an error deleting the event, please try again.
da_dk: Der op stod e nfejl under forsøget på at slete eventet, prøv venligt igen.
fi: Tapahtuman poistamisessa tapahtui virhe, kokeile uudestaan.
fr_fr: Oups.. Il y a eu une erreur à la suppression de l'évènement, veuillez réésayez SVP.
pt_br: Houve um erro ao excluir o evento, por favor, tente novamente.
ru_ru: Произошла ошибка при удалении события, попробуйте еще раз.
sv_se: Det uppstod ett fel när evenemanget skulel ha tagits bort, försök igen.

source: The event was deleted successfully
da_dk: Eventet er nu slettet
fi: Tapahtuma poistettu onnistuneesti.
fr_fr: ÉvÈnement supprimé correctement
pt_br: O evento foi apagado com sucesso
ru_ru: Событие успешно удалено
sv_se: Evenemanget har tagits bort.

source: Events
fi: Tapahtumat
fr_fr: Évènements
pt_br: Eventos
ru_ru: События
sv_se: Evenemang

source: Yes
da_dk: Ja
fi: Kyllä
fr_fr: Oui
pt_br: Sim
ru_ru: Да
sv_se: Ja

source: No
da_dk: Nej
fi: Ei
fr_fr: Non
pt_br: Não
ru_ru: Нет
sv_se: Nej

source: A member invites you to join a event
da_dk: Du har modtaget en invitation til at tilmelde dig et event.
fi: Jäsen kutsuu sinut osallistumaan tapahtumaan.
fr_fr: Un de vos contacts vous a invité à un évènement
pt_br: Um membro convida você para participar de um evento
ru_ru: Пользователь пригласил Вас присоединиться к событию
sv_se: En medlem bjuder in dig till ett evenemang

source: Event information is updated
da_dk: Event information er nu opdateret.
fi: Tapahtumatiedot päivitetty.
fr_fr: Évènement mis à jour
pt_br: Informações do evento está atualizada
ru_ru: Информация события обновлена
sv_se: Evenemangsinformationen har uppdaterats

source: You are promoted to a event administrator or moderator
da_dk: Du er blevet opgraderet til event Administraor eller Moderatror
fi: Sinut on ylennetty tapahtumajärjestäjäksi tai -moderaattoriksi.
fr_fr: Vous êtes promu organisateur ou modérateur
pt_br: Você está promovido a um moderador ou administrador do evento
ru_ru: Вы повышены до администратора или модератора события
sv_se: Du har befordrats till en evenemangsadministratör eller -moderator

source: A member requests to join a private event for which you are an admin
da_dk: En person har ansøgt om tilmelding til et privat event du er administrator for.
fi: Jäsen lähetti osallistumispyynnön yksityistapahtumaan, jonka ylläpitäjänä olet.
fr_fr: Un membre souhaite participer à un évènement privé dont vous êtes l'organisateur
pt_br: Um membro solicita para participar de um evento privado o qual você é um administrador
ru_ru: Пользователь отправил запрос на присоединение к приватному событию где Вы являетесь администратором
sv_se: En medlem ansöker om att delta i ett privat evenemang där du är administratör

source: There was an error saving event details. Please try again.
da_dk: Der opstod en fejl under forsøget på at gemme event detaljer, prøv venligst igen.
fi: Tapahtuman yksityiskohtien tallentamisessa tapahtui virhe. Kokeile uudestaan.
fr_fr: Oups.. Il y a eu une erreur à la sauvegarde des détails de l'évènement. Veuillez réessayer SVP.
pt_br: Houve um erro ao salvar os detalhes do evento. Por favor, tente novamente.
ru_ru: Произошла ошибка при сохранении деталий события, повторите еще раз.
sv_se: Det uppstod ett fel när evenemanget sparades. Försök igen.

source: Please fill in all of the required fields
da_dk: Udfyld alle de obligatoriske felter
fi: Täytä kaikki vaaditut kentät.
fr_fr: Veuillez remplir les champs obligatioires SVP
pt_br: Por favor preencha todos os campos obrigatórios
ru_ru: Пожалуйста заполните все обязательные поля
sv_se: Var god och fyll i alla obligatoriska fält

source: There was an error saving event details, please try again [001]
da_dk: Der opstod en fejl under forsøget på at gemme event detaljer, prøv venligst igen. [001]
fi: Tapahtuman yksityiskohtien tallentamisessa tapahtui virhe, kokeile uudestaan. [001]
fr_fr: Oups.. Il y a eu une erreur lors de la sauvegarde des détails. Veuillez réessayer SVP. (001)
pt_br: Houve um erro ao salvar os detalhes do evento, por favor, tente novamente [001]
sv_se: Det uppstod ett fel när evenemanget sparades, försök igen. [001]

source: There was an error saving event details, please try again. [002]
da_dk: Der opstod en fejl under forsøget på at gemme event detaljer, prøv venligst igen. [002]
fi: Tapahtuman yksityiskohtien tallentamisessa tapahtui virhe, kokeile uudestaan. [002]
fr_fr: Oups.. Il y a eu une erreur lors de la sauvegarde des détails. Veuillez réessayer SVP. (002)
pt_br: Houve um erro ao salvar os detalhes do evento, por favor, tente novamente. [002]
sv_se: Det uppstod ett fel när evenemanget sparades, försök igen. [002]

source: %s created the event %s
da_dk: %s oprettede eventet %s
fi: %s loi tapahtuman %s
fr_fr: %s a créé l'évènement %s
pt_br: %s criou o evento %s
ru_ru: %s создал событие %s
sv_se: %s skapade evenemanget %s

source: There was an error saving the event avatar, please try uploading again.
da_dk: Der opstod en fejl under forsøget på at gemme event avataren, prøv venligst at uploade igen.
fi: Tapahtuman avatarin tallentaminen aiheutti virheen, yritä lähettää se uudelleen.
fr_fr: Oups.. Il y a eu une erreur à la sauvegarde de l'image de l'évènement. Veuillez réessayer SVP.
pt_br: Houve um erro ao salvar o avatar do evento, por favor, tente enviar novamente.
ru_ru: Произошла ошибка при сохранении аватара события, попробуйте загрузить еще раз.
sv_se: Det uppstod ett fel när evenemangets avatar sparades, försök igen.

source: The event avatar was uploaded successfully!
da_dk: Event avatar er nu uploadet!
fi: Avatarisi tapahtumalle on lähetetty onnistuneesti.
fr_fr: L'image a été envoyée correctement !
pt_br: O avatar do evento foi enviado com sucesso!
ru_ru: Аватар события успешно загружен!
sv_se: Avataren laddades upp korrekt.

source: There was an error joining the event.
da_dk: Der opstod en fejl under forsøget på tilmelding til eventet.
fi: Tapahtumaan liittyminen aiheutti virheen.
fr_fr: Oups.. Il y a eu une erreur pour pour participer à l'évènement. Veuillez réessayer SVP.
pt_br: Ocorreu um problema ao aderir no evento.
ru_ru: Произошла ошибка при присоединении к событию.
sv_se: Det uppstod ett fel i smabnad med anmälan till ett evenemang.

source: You joined the event!
da_dk: Du er nu tilmeldt eventet!
fi: Liityit tapahtumaan!
fr_fr: Vous participerez à l'évènement.
pt_br: Você entrou no evento!
ru_ru: Вы присоединились к событию!
sv_se: Du har anmält dig till evenemanget!

source: There was an error leaving the event.
da_dk: Der opstod en fejl under forsøget på at forlade eventet.
fi: Tapahtumasta poistuminen aiheutti virheen.
fr_fr: Oups.. Il y a eu une erreur pour quitter l'évènement. Veuillez réessayer SVP.
pt_br: Houve um problema ao abandonar o evento.
ru_ru: Произошла ошибка при выходе из события.
sv_se: Det uppstod ett fel när du skullle avanmäla dig från evenemanget.

source: You successfully left the event.
da_dk: Du er nu afmeldt eventet.
fi: Poistuit tapahtumasta onnistuneesti.
fr_fr: Vous avez correctement quitté l'évènement.
pt_br: Você abandonou o evento com sucesso.
ru_ru: Вы успешно вышли из события.
sv_se: Du har avanmält dig från evenemanget.

source: From:
da_dk: Fra:
fi: Lähettäjä:
fr_fr: A partir de :
pt_br: Desde:
ru_ru: с:
sv_se: Tid:

source: to:
da_dk: til:
fi: Vast. ott.
fr_fr: vers :
pt_br: a:
ru_ru: по:

source: Short description:
da_dk: Kort beskrivelse:
fi: Lyhyt kuvaus:
fr_fr: Description succinte :
pt_br: Descrição curta:
ru_ru: Краткое описание
sv_se: Kort beskrivning:

source: Description:
da_dk: Beskrivelse:
fi: Kuvaus:
pt_br: Descrição:
ru_ru: Описание события:
sv_se: Beskrivning

source: The event will take place:
da_dk: Eventet er sat til at blive afviklet:
fi: Tapahtuma järjestetään:
fr_fr: Lieu de l'évènement :
pt_br: Local:
ru_ru: Событие будет проходить:
sv_se: Plats:

source: in city:
da_dk: i byen:
fi: Kaupungissa:
fr_fr: Ville :
pt_br: na cidade de:
ru_ru: в городе:

source: at
da_dk: på
fi: ajankohta
fr_fr: à
pt_br: às
ru_ru: в

source: Past event
da_dk: Afsluttet event
fi: Mennyt tapahtuma
fr_fr: Évènement passé
pt_br: Evento ocorrido
ru_ru: Прошедшее событие
sv_se: Avslutat evenemang

source: Event requires approval!
da_dk: Eventet kræver godkendelse!
fi: Tapahtuma vaatii hyväksymisen!
fr_fr: L'évènement est en attente d'aprobation.
pt_br: O evento requer aprovação!
ru_ru: Необходимо одобрение события!
sv_se: Evenemanget behöver godkännas!

source: Last activity:<br /> %s ago
da_dk: Senste aktivitet for:<br /> %s siden
fi: Edellisen kerran aktiivisena:<br /> %s sitten
fr_fr: Dernière activité:<br /> %s
pt_br: Última atividade:<br /> %s atrás
ru_ru: Последняя активность:<br /> %s назад
sv_se: Senaste aktivitet: före <br /> %s sedan

source: Public Event
da_dk: Offentlig Event
fi: Julkinen tapahtuma
fr_fr: Évènement public
pt_br: Evento Público
ru_ru: Публичное событие
sv_se: Offentligt

source: Hidden Event
da_dk: Skjult Event
fi: Piilotettu tapahtuma
fr_fr: Évènement caché
pt_br: Evento Oculto
ru_ru: Скрытое событие
sv_se: Gömd evenemang

source: Private Event
da_dk: Privat Event
fi: Yksityinen tapahtuma
fr_fr: Évènement privé
pt_br: Evento Privado
ru_ru: Приватное событие
sv_se: Privat evenemang

source: Event
fi: Tapahtuma
fr_fr: Évènement
pt_br: Evento
ru_ru: Событие
sv_se: Evenemang

source: Avatar Image
da_dk: Avatar Billede
fi: Avatarin kuva
fr_fr: Image
pt_br: Avatar
ru_ru: Изображение аватара
sv_se: Avatarbild

source: Event avatar
fi: Tapahtuman avatar
fr_fr: Image de l'évènement
pt_br: Avatar do evento
ru_ru: Аватар события
sv_se: Avatar

source: not yet active
da_dk: ikke aktivt endnu
fi: Ei vielä aktiivinen
fr_fr: pas encore actif
pt_br: ainda não ativo
sv_se: inte aktiverad än

source: Public
da_dk: Offentlig
fi: Julkinen
pt_br: Público
ru_ru: Публичное
sv_se: Offentligt

source: Private
da_dk: Privat
fi: Yksityinen
fr_fr: Privé
pt_br: Privado
ru_ru: Приватное
sv_se: Privat

source: No Admins
da_dk: Ingen Administratorer
fi: Ei ylläpitäjiä
fr_fr: Pas d'organisateur
pt_br: Sem administradores
ru_ru: Администраторов нет
sv_se: Inga administratörer

source: No Mods
da_dk: Ingen Moderatorer
fi: Ei moderaattoreita
fr_fr: Pas de modérateur
pt_br: Sem moderadores
ru_ru: Модераторов нет
sv_se: Inga moderatorer

source: Filter Events
da_dk: Filtrer Events
fi: Suodata tapahtumia
fr_fr: Filtrer les évènements
pt_br: Filtrar Eventos
sv_se: Filtrera evenemang

source: Viewing event %1$s to %2$s (of %3$s events)
da_dk: Viser events %1$s til %2$s (af %3$s events)
fi: Näyttää tapahtuman %1$s %2$s :n saakka (kaikkiaan %3$s tapahtumasta)
fr_fr: Évènements %1$s à %2$s (sur %3$s évènements)
pt_br: Vizualizando evento %1$s de %2$s (de %3$s eventos)
ru_ru: Просмотр событий %1$s до %2$s (из %3$s событий)
sv_se: Visar evenemang %1$s till %2$s (av %3$s)

source: %s member
da_dk: %s tilmeldt
fi: %s jäsen
fr_fr: %s participant
pt_br: %s membro
ru_ru: %s участник
sv_se: %s deltagare

source: %s members
da_dk: %s tilmeldte
fi: %s jäsenet
fr_fr: %s participants
pt_br: %s membros
ru_ru: %s участников
sv_se: %s deltagare

source: Demote to Member
da_dk: Nedgrader til Tilmeldt
fi: Alenna käyttäjäksi
fr_fr: Rétrograder comme participant
pt_br: Rebaixar a Membro
ru_ru: Понизить до участника
sv_se: Degradera till medlem

source: joined %s ago
da_dk: tilmeldte sig for %s siden
fi: liittyi %s sitten
fr_fr: participe depuis %s
pt_br: entrou %s atrás
ru_ru: присоединился %s назад
sv_se: anmält sig för %s dagar

source: This event has no administrators
da_dk: Dette event har ingen Administratorer
fi: Tällä tapahtumalla ei ole järjestäjiä.
fr_fr: Cette évènement n'a pas d'organisateur
pt_br: Este evento não possui administradores
ru_ru: Событие не имеет администраторов
sv_se: Detta evenemang har inga administratörer

source: Promote to Admin
da_dk: Opgrader til Administrator
fi: Ylennä ylläpitäjäksi
fr_fr: Désigner comme organisateur
pt_br: Promover a Administrador
ru_ru: Повысить до администратора
sv_se: Befordra till administratör

source: This event has no moderators
da_dk: Dette event har ingen Moderatorer
fi: Tällä tapahtumalla ei ole moderaattoreita.
fr_fr: Cette évènement n'a pas de modérateur
pt_br: Este evento não possui moderadores
ru_ru: Событие не имеет модераторов
sv_se: Detta evenemang har inga moderatorer

source: Edit Details
da_dk: Rediger Detaljer
fi: Muokkaa yksityiskohtia
fr_fr: Détails
pt_br: Editar Detalhes
ru_ru: Изменить детали
sv_se: Redigera detaljer
