Repository: wp-plugins/jet-event-system-for-buddypress
Catalog: lang/jet-event-system-*.po
Languages: da_dk, fi, fr_fr, pt_br, ru_ru, sv_se

source: Color to archive events:
da_dk: Farve på aktive events:
fi: Tapahtumien arkistoinnin väri:
fr_fr: Couleur des évènements archivés :
pt_br: Cor dos eventos arquivados:
ru_ru: Цвет прошедших событий:
sv_se: Färg för arkiverade evenemang:

source: Show avatar:
da_dk: Vis avatar:
fi: Näytä avatar:
fr_fr: Afficher l'image :
pt_br: Mostrar Avatar:
sv_se: Visa avatar:

source: Short Events
fi: Lyhyet tapahtumat
pt_br: Eventos Curtos

source: created %s ago
da_dk: oprettet for %s siden
fi: Luotu %s sitten
fr_fr: créé il y a %s
pt_br: criado %s atrás
ru_ru: создано %s назад
sv_se: skapad före %s sedan

source: active %s ago
da_dk: seneste aktivitet for: %s siden
fi: aktiivinen %s sitten
fr_fr: actif il y a %s
pt_br: ativo %s atrás
ru_ru: активно %s назад
sv_se: aktivt före %s sedan

source: No events matched the current filter.
da_dk: Intet event matchede på det valgte filter.
fi: Yksikään tapahtuma ei vastaa tämänhetkistä suodatusta.
fr_fr: Aucun évènement trouvé avec ce filtre
pt_br: Não existe eventos com o filtro atual.
ru_ru: Ничего не найдено по Вашему запросу.
sv_se: Inga evenemang matcahde det aktuella filtret.

source: Current event
da_dk: Dette event
fi: Tämänhetkinen tapahtuma
fr_fr: Évènement en cours
pt_br: Evento atual
ru_ru: Текущее событие
sv_se: Detta evenemang

source: Active event
da_dk: Aktivt event
fi: Aktiivinen tapahtuma
fr_fr: Évènement futur
pt_br: Evento ativo
ru_ru: Активное событие
sv_se: Aktivt

source: Remove Invite
da_dk: Fjern Invitation
fi: Poista kutsu
fr_fr: Supprimer le participant
pt_br: Remover Convite
ru_ru: Отменить приглашение
sv_se: Ta bort inbjudan

source: As the only Admin, you cannot leave the event.
da_dk: Du kan ikke afmelde dig dette event da du er den enste Administartor.
fi: Et voi poistua tapahtumasta, koska olet ainoa ylläpitäjä.
fr_fr: Étant le seul organisateur, vous ne pouvez quitter cet évènement.
pt_br: Por ser o único administrador, você não pode abandonar o evento.

source: Reminder
da_dk: Påmindelse
fi: Muistutus
fr_fr: Rappel
pt_br: Lembrete
ru_ru: Напоминание
sv_se: Påminnelse

source: We remind you that after %s hours will be held event "%s". The event will be held at: %s To view the event: %s ---------------------
da_dk: Påmindelse om at event du er tilmeldt ( "%s"), starter om %s timer. Lokation for event: %s Se eventet her: %s ---------------------
fi: Muistutamme sinua, että %s tunnin kuluttua järjestetään tapahtuma "%s". Tapahtuma järjestetään paikassa: %s Nähdäksesi tapahtuman: %s ---------------------
fr_fr: Nous vous rappelons que dans %s heures, vous participez à "%s". L'évènement commence à : %s Voir l'évènement : %s ---------------------
pt_br: Lembramos que daqui %s será realizado evento "%s". O evento será realizado no seguinte endereço: %s Para visualizar o evento: %s ---------------------
ru_ru: Напоминаем Вам, что через %s часов начинается событие "%s". Событие пройдет по адресу: %s Посмотреть событие: %s ---------------------

source: Events Directory
da_dk: Event Oversigt
fi: Tapahtumien hakemisto
fr_fr: Liste des évènements
pt_br: Lista de Eventos
ru_ru: Каталог событий
sv_se: Evenemangkatalog

source: Create an Event
da_dk: Opret et Event
fi: Luo tapahtuma
fr_fr: Créer un évènement
pt_br: Criar um Evento
ru_ru: Создать событие
sv_se: Skapa evenemang

source: All Events (%s)
da_dk: Alel Events (%s)
fi: Kaikki tapahtumat (%s)
fr_fr: Tout les évènements (%s)
pt_br: Todos os Eventos (%s)
ru_ru: Все события (%s)
sv_se: Alla evenemang (%s)

source: My Events (%s)
da_dk: Mine Events (%s)
fi: Minun tapahtumani (%s)
fr_fr: Mes évènements (%s)
pt_br: Meus Eventos (%s)
ru_ru: Мои события (%s)
sv_se: Mina evenemang (%s)

source: Order By:
da_dk: Sorter Efter:
fi: Järjestä:
fr_fr: Trier par :
pt_br: Ordenar Por:
ru_ru: Сортировать:
sv_se: Sortera efter

source: You are requesting to become a member of the event '%s'.
da_dk: Du ansøger om tilmelding til evetet '%s'.
fi: Olet lähettänyt pyynnön päästä jäseneksi tapahtumaan '%s'.
fr_fr: Vous avez demander à particper à l'évènement : "%s"
pt_br: Você está pedindo para se tornar um membro do evento '%s'.
ru_ru: Вы имеете запрос на присоединение к событию '%s'.

source: Comments (optional)
da_dk: Kommentarer (valgfrit)
fi: Kommentit (vapaaehtoiset)
fr_fr: Commentaire (optionnel)
pt_br: Comentários (opcional)
ru_ru: Ваш комментарий (опционально)
sv_se: Kommentarer (frivillgt)

source: Send Request
da_dk: Send Ansøgning
fi: Lähetä pyyntö
fr_fr: Envoyer la demande
pt_br: Enviar Solicitação
ru_ru: Отправить запрос
sv_se: Skicka förfrågan

source: Base event details
da_dk: Generelle event detaljer
fi: Tapahtuman perustiedot
fr_fr: Détail de l'évènement
pt_br: Detalhes básicos do evento
ru_ru: Основные детали события
sv_se: Om evenemanget

source: * Event Name
da_dk: * Event Titel
fi: * Tapahtuman nimi
fr_fr: * nom de l'évènement
pt_br: * Nome do evento
ru_ru: * Название события
sv_se: * Rubrik

source: (required)
da_dk: (obligatorisk)
fi: (vaaditaan)
fr_fr: (obligatoire)
pt_br: (obrigatório)
ru_ru: (обязательно)
sv_se: (obligatoriskt)

source: Approve Event?
da_dk: Godkend Event?
fi: Hyväksy tapahtuma?
fr_fr: Approuver l'évènement ?
pt_br: Aprovar Evento?
ru_ru: Подтвердить событие?
sv_se: Godkänna evenemanget?

source: Approve
da_dk: Godkend
fi: Hyväksy
fr_fr: Approuvé
pt_br: Aprovar
ru_ru: Подтвердить
sv_se: Godkännt

source: Not Approve
da_dk: Godkend Ikke
fi: Älä hyväksy
fr_fr: Refuser
pt_br: Reprovar
ru_ru: Не подтверждать
sv_se: Inte godkännt

source: * Event classification
da_dk: * Event Klassificering
fi: * Tapahtuman luokitus
fr_fr: * classification de l'évènement
pt_br: * Classificação do evento
ru_ru: * Классификатор события
sv_se: * Klassificering

source: * Event Description
da_dk: * Event Beskrivelse
fi: * Tapahtuman kuvaus
fr_fr: * description de l'évènement
pt_br: * Descrição do Evento
ru_ru: * Описание события
sv_se: * Beskrivning

source: * Event Country
da_dk: * Event Land
fi: * Tapahtuman maa
fr_fr: * Pays
pt_br: * País
ru_ru: * Страна проведения события
sv_se: * Land

source: * Event State
da_dk: * Event Amt
fi: * Tapahtuman osavaltio
fr_fr: * Département
pt_br: * Estado
ru_ru: * Штат проведения события
sv_se: * Stat

source: * Event City
da_dk: * Event By
fi: Tapahtuman kaupunki
fr_fr: * Ville
pt_br: * Cidade
ru_ru: * Город проведения события
sv_se: * Stad

source: Event address
da_dk: Event Adresse
fi: Tapahtuman osoite
fr_fr: Rue
pt_br: Endereço do evento
ru_ru: Адрес проведения события
sv_se: Adress

source: Event note
da_dk: Event Benærkninger
fi: Tapahtumamerkintä
fr_fr: Note
pt_br: Anotações
ru_ru: Дополнительно
sv_se: Anteckning

source: Link to Google Maps or any other image
da_dk: Link til Google Maps eller andre billeder
fi: Linkki Google Mapsiin tai mihin tahansa muuhun kuvaan
fr_fr: Lien vers Google Map ou vers une autre image
pt_br: Link para o Google Maps ou qualquer outra imagem
ru_ru: Ссылка Google Map или другое изображение
sv_se: Länk till Google Maps eller andra bilder

source: Link to image flyer
da_dk: Link til billed flyer
fi: Linkki kuvaflaijeriin
fr_fr: Lien vers le flyer
pt_br: Link para imagem do cartaz
ru_ru: Ссылка на изображение флайера
sv_se: Länk till bild

source: Special Conditions
da_dk: Specielle Omstændigheder
fi: Erityisolosuhteet
fr_fr: Conditions spéciales
pt_br: Condições Especiais
ru_ru: Специальные условия
sv_se: Särskilda förutsättningar

source: News for event
da_dk: Nyheder for eventet
fi: Tapahtuman uutiset
fr_fr: Actualité de l'évènement
pt_br: Notícias do evento
ru_ru: Новости события
sv_se: Nyheter

source: Public Event News
da_dk: Offentlige Event Nyheder
fi: Julkiset tapahtuman uutiset
fr_fr: Actualité récente
pt_br: Notícias
ru_ru: Публичные новости
sv_se: Offentliga evenemangsnyheter

source: Private Event News
da_dk: Private Event Nyheder
fi: Yksityiset tapahtuman uutiset
fr_fr: News privées
pt_br: Notícias Privadas do Evento
ru_ru: Приватные новости
sv_se: Privata nyheter

source: Event Date
da_dk: Event Dato
fi: Tapahtuman päivämäärä
fr_fr: Date
pt_br: Data do Evento
ru_ru: Дата события
sv_se: När?

source: * Event Start date
da_dk: * Event Start dato
fi: * Tapahtuman aloituspäivä
fr_fr: * date de début de l'évènement
pt_br: * Data de início do evento
ru_ru: * Дата начала события
sv_se: * Startdatum

source: hours
da_dk: Timer
fi: tuntia
fr_fr: heures
pt_br: horas
ru_ru: часов
sv_se: timmar

source: minutes
da_dk: minutter
fi: minuuttia
pt_br: minutos
ru_ru: минут
sv_se: minuter

source: * Event End date
da_dk: * Event Slut dato
fi: * Tapahtuman päättymispäivä
fr_fr: * date de fin de l'évènement
pt_br: * A data de término do evento
ru_ru: * Дата окончания события
sv_se: * Slutdatum

source: Notify participants of the event to update the details?
da_dk: Informer tilmeldte til eventet om ændringerne?
fi: Huomauta tapahtuman osallistujille yksityiskohtien päivittämisestä?
fr_fr: Vous pouvez prévenir les participants par email d'une modification MAJEURE des détails de cet évènement. A utiliser avec précaution pour éviter de spamer les boites email de vos participants. Souhaitez-vous les prévenir ?
pt_br: Informar os participantes do evento ao atualizar os detalhes?
ru_ru: Оповестить участников события об изменениях?
sv_se: Vill du meddela deltagarna ändringar i evenemanget?

source: Save Changes
da_dk: Gem Ændringer
fi: Tallenna muutokset
fr_fr: Enregistrer
pt_br: Salvar Alterações
ru_ru: Сохранить изменения
sv_se: Spara ändringar

source: Privacy Options
da_dk: Privat Indstillinger
fi: Yksityisyysasetukset
fr_fr: Option de privacité
pt_br: Opções de Privacidade
ru_ru: Параметры конфиденциальности
sv_se: Sekretessinställningar

source: This is a public event
da_dk: Dette er et offentlig event
fi: Tämä on julkinen tapahtuma
fr_fr: C'est un évènement public
pt_br: Este é um evento público
ru_ru: Это публичное событие
sv_se: Detta är ett offentligt evenemang

source: Any site member can join this event.
da_dk: Alle registrerede brugere på sitet kan tilmelde sig dette event.
fi: Kuka tahansa sivuston jäsen voi osallistua tapahtumaan
fr_fr: Tout les membres peuvent participer à cet évènement.
pt_br: Qualquer membro pode entrar neste evento.
ru_ru: Любой пользователь сайта может присоединиться к этому событию.
sv_se: Alla medlemmar i nätverket kan anmäla sig till detta evenemang.

source: This event will be listed in the events directory and in search results.
da_dk: Dette event vil være synligt i event oversigten og i søgeresultater.
fi: Tämä tapahtuma listataan tapahtumakansiossa ja hakutuloksissa.
fr_fr: Cet évènement va être listé dans le catalogue et dans les résultats de recherche.
pt_br: Este evento será listado no diretório de eventos e resultados de pesquisa.
ru_ru: Это событие будет показываться в каталоге событий и в результатах поиска.
sv_se: Detta evenemang kommer att visas i evenemangslistan och i sökresultaten.

source: Event content and activity will be visible to any site member.
da_dk: Event indhold og aktiviteter er synlige for alle.
fi: Tapahtuman sisältö ja aktiivisuus näytetään kelle tahansa sivuston jäsenelle.
fr_fr: Le contenu de l'évènement et son activité sera visible par tous les membres du site.
pt_br: O conteúdo do evento e atividades serão visíveis a qualquer membro do site.
ru_ru: Детали события и активность будут доступны всем пользователям сайта.
sv_se: Evenemangets innehåll och aktivitet kommer att visas för alla nätverksmedlemmar.

source: This is a private event
da_dk: Dette er et privat event
fi: Tämä on yksityinen tapahtuma
fr_fr: C'est un évènement privé
pt_br: Este é um evento privado
ru_ru: Это приватное событие
sv_se: Detta är ett privat evenemang

source: Only users who request membership and are accepted can join the event.
da_dk: Kun personer der har ansøgt kan blive tilmeldt dette evenet.
fi: Ainoastaan hyväksytyn jäsenpyynnön lähettäneet jäsenet voivat osallistua tapahtumaan.
fr_fr: Seuls les membres dont la demande a été acceptée peuvent participer à cet évènement.
pt_br: Apenas os usuários que solicitarem adesão e que são aceitos podem entrar no evento.
ru_ru: Только те пользователи которые отправили запрос на присоединение к событию и получили подтверждение.

source: Event content and activity will only be visible to members of the event.
da_dk: Event indhold og aktiviteter er kun synlige for tilmeldte til eventet.
fi: Tapahtuman sisältö ja aktiivisuus näytetään vain tapahtuman jäsenille.
fr_fr: Le contenu de l'évènement et son activité sera uniquement visible par les participants.
pt_br: O conteúdo do evento e atividades só serão visíveis aos membros do evento.
ru_ru: Детали события и активность будут доступны только участникам события.
sv_se: Evenemangets innehåll och aktivitet kommer bara att visas för evenemangsdeltagare.

source: This is a hidden event
da_dk: Dette er et skjult event
fi: Tämä on piilotettu tapahtuma
fr_fr: C'est un évènement caché
pt_br: Este é um evento oculto
ru_ru: Это скрытое событие
sv_se: Detta är ett gömt evenemang

source: Only users who are invited can join the event.
da_dk: Kun personer med invitation kan tilmelde sig dette event.
fi: Ainoastaan kutsutut käyttäjät voivat liittyä tapahtumaan.
fr_fr: Seuls les membres invités peuvent participer à cet évènement
pt_br: Somente os usuários que são convidados podem entrar o no evento.
ru_ru: Только приглашенные пользователи могут присоединиться к событию.
sv_se: Bara inbjudna medlemmar kan delta i evenemanget.

source: This event will not be listed in the events directory or search results.
da_dk: Dette event vil ikke blive vist i event oversigten eller i søgeresultater.
fi: Tätä tapahtumaa ei listata tapahtumakansiossa tai hakutuloksissa.
fr_fr: Cet évènement ne sera pas ni listé dans le catalogue, ni dans les résultats de recherche.
pt_br: Este evento não será listado no diretório de eventos ou resultados de pesquisa.
ru_ru: Это событие не будет показываться в каталоге событий и в результатах поиска.
sv_se: Detta evenemang kommer inte att visas i evenemangslistan och i sökresultaten.

source: Group/Forum link options
da_dk: Gruppe & Forum link indstillinger
fi: Ryhmän/Foorumin linkkiasetukset
fr_fr: Options du lien avec le Groupe/Forum
pt_br: Opções de grupo/ link do fórum
ru_ru: Настройки связи с группой/топиком
sv_se: Grupp/Forum inställningar

source: Select the group you want to contact the event:
da_dk: Vælg den gruppe du ønsker skal relateres til eventet:
fi: Valitse ryhmä, johon haluat liittää tapahtuman:
fr_fr: Vous pouvez sélectionner le groupe lié à cet évènement :
pt_br: Selecione o grupo que quer manter contato sobre o evento:
ru_ru: Выберите группу к которой хотите привязать событие:
sv_se: Välj till vilken grupp evenemanget ska kopplas:

source: Sociable Share
fi: Sosiaalinen jakaminen

source: Enable Social share button?
fi: Hyväksy Sosiaalinen jakaminen -nappula?
pt_br: Habilitar o botão Social share?

source: Upload an image to use as an avatar for this event. The image will be shown on the main event page, and in search results.
da_dk: Upload det billede du ønsker at bruge som avatar for dette events. Billedet vil blive vist i event oversigten og i søgeresultater.
fi: Lataa kuva jota käytät tapahtuman avatarina. Kuva näytetään päätapahtumasivulla ja hakutuloksista.
fr_fr: Si vous téléchargez une image, elle sera affichée sur la page de l'évènement principal, et dans les résultats de recherche.
pt_br: Carregar uma imagem para usar como um avatar para este evento. A imagem será mostrada na página principal do evento, e em resultados de pesquisa.
ru_ru: Загрузите изображение для аватара события. Это изображение будет демонстрироваться на основной странице события и в результатах поиска.

source: Upload Image
da_dk: Upload Billede
fi: Lataa kuva
fr_fr: Télécharger une image
pt_br: Subir Imagem
ru_ru: Загрузка изображения

source: If you'd like to remove the existing avatar but not upload a new one, please use the delete avatar button.
da_dk: Hvis du ønsker at slette eventets avatar uden at uploade en ny, skal du klikke på Slet Avatar.
fi: Jos haluat poistaa olemassaolevan avatarin, mutta et ladata uutta, käytä Poista avatar - nappulaa.
fr_fr: Si vous souhaitez supprimer l'image existante, veuillez cliquer sur "Supprimer l'image".
pt_br: Se você quiser remover o avatar existente, mas não enviar um novo, por favor, use o botão apagar avatar.
ru_ru: Если вы хотите удалить существующий аватар, но не загружать новый, пожалуйста, используйте кнопку "Удалить аватар".

source: Delete Avatar
da_dk: Slet Avatar
fi: Poista avatar
fr_fr: Supprimer l'image
pt_br: Apagar Avatar
ru_ru: Удалить аватар
sv_se: Ta bort avatar

source: Crop Avatar
da_dk: Beskær Avatar
fi: Rajaa avatar
fr_fr: Recadrer l'image
pt_br: Cortar Avatar
ru_ru: Обрезать аватар
sv_se: Beskär avatar

source: Avatar to crop
da_dk: Avatar der skal beskæres
fi: Rajattava avatar
fr_fr: Image à recadrer
pt_br: Avatar a cortar
ru_ru: Аватар для обрезания
sv_se: Avatar att beskära

source: Avatar preview
fi: Avatarin esikatselu
fr_fr: Preview de l'image
pt_br: Visualização do avatar
ru_ru: Предпросмотр аватара
sv_se: Förhandsgranska avatar

source: Crop Image
da_dk: Beskær Billede
fi: Rajaa kuva
fr_fr: Recadrer l'image
pt_br: Cortar Imagem
ru_ru: Обрезать изображение
sv_se: Beskär bild

source: Moderators
da_dk: Moderatorer
fi: Moderaattorit
fr_fr: Modérateurs
pt_br: Moderadores
ru_ru: Модераторы
sv_se: Moderatorer

source: Members
da_dk: Tilmeldte
fi: Jäsenet
fr_fr: Membres
pt_br: Membros
ru_ru: Участники
sv_se: Deltagare

source: (banned)
da_dk: (blokerede)
fi: (porttikiellossa)
fr_fr: (bannis)
pt_br: (banido)
ru_ru: (забанен)
sv_se: (Utslängd)

source: Kick and ban this member
da_dk: Afmeld og bloker denne bruger
fi: Erota ja anna porttikielto tälle jäsenelle
fr_fr: Exclure ce membre
pt_br: Chutar e banir este membro
ru_ru: Удалить и забанить участника
sv_se: Släng ut och banna denna deltagare

source: Remove Ban
da_dk: Fjern Blokering
fi: Poista porttikielto
fr_fr: Annuler l'exclusion
pt_br: Remover Banimento
ru_ru: Удалить бан
sv_se: Ta bort bann

source: Kick &amp; Ban
da_dk: Afmeld og Bloker
fi: Erota &amp; Laita porttikieltoon
fr_fr: Exclure
pt_br: Chutar &amp; Banir
ru_ru: Удалить &amp; забанить
sv_se: Släng ut &amp; Banna

source: Promote to Mod
da_dk: Oprader til Moderator
fi: Ylennä moderaattoriksi
fr_fr: Désigner comme modérateur
pt_br: Promover a Moderador
ru_ru: Повысить до модератора
sv_se: Befordra till moderator

source: This event has no members.
da_dk: Dette eent har ingen tilmeldte.
fi: Tällä tapahtumalla ei ole jäseniä.
fr_fr: Cet évènement n'a pas de participants.
pt_br: Este evento não possui membros.
ru_ru: Это событие без участников.
sv_se: Detta evenemang har inga deltagare.

source: Accept
da_dk: Accepter
fi: Hyväksy.
fr_fr: Accepter
pt_br: Aceitar
ru_ru: Подтвердить
sv_se: Acceptera

source: Reject
da_dk: Afvis
fi: Hylkää.
fr_fr: Refuser
pt_br: Rejeitar
ru_ru: Отклонить
sv_se: Avvisa

source: There are no pending membership requests.
da_dk: Der er ingen afventende ansøgninger om tilmelding til events
fi: Vireillä olevia jäsenpyyntöjä ei ole.
fr_fr: Aucune demande de participation en cours.
pt_br: Não existem solicitações de participação pendentes.
ru_ru: У Вас нет ожидающих расмотрения заявок на присоединение к событиям
sv_se: Det finns inga väntande deltagarförfrågningar.

source: WARNING: Deleting this event will completely remove ALL content associated with it. There is no way back, please be careful with this option.
da_dk: BEMÆRK: Hvis du sletter dette event vil alt indhold associeret med eventet ligeledes blive slettet. Du kan IKKE fortryde sletningen eller genoprette data!!!
fi: VAROITUS: Tämän tapahtuman poistaminen tuhoaa KAIKEN siihen liittyvän sisällön. Tapahtumaa ei voi jälkikäteen peruuttaa, ole varovainen tämän asetuksen kanssa.
fr_fr: AVERTISSEMENT: La suppression de cet évènement supprimera définitivement tout le contenu qui lui est associé.
pt_br: AVISO: Excluindo este evento irá remover completamente todo o conteúdo associado a ele. Não há caminho de volta, por favor, tenha cuidado com esta opção.
ru_ru: ВНИМАНИЕ: Удаляя событие Вы полность удаляете весь связанный с ним контент. Обратного пути не будет, подтвердите свое желание удалить событие.

source: I understand the consequences of deleting this event.
da_dk: Jeg er indforstået med konsekvenserne ved at slette dette event.
fi: Ymmärrän tämän tapahtuman poistamisen jälkiseuraukset.
fr_fr: Je confirme la suppression de cet évènement.
pt_br: Eu entendo as conseqüências da exclusão deste evento.
ru_ru: Я понимаю все риски при удалении события.
sv_se: Jag förstår konsekvenserna av att ta bort detta evenemang.

source: Available only to participants of the event!
da_dk: Kun tilgængeligt for tilmeldte til eventet!
fi: Saatavilla ainoastaan tapahtuman osallistujille!
fr_fr: Uniquement accessible aux participants de l'évènement.
pt_br: Disponível apenas para participantes do evento!
ru_ru: Доступно только участникам события

source: Currently unavailable
da_dk: I øjeblikket ikke tilgængeligt
fi: Tällä hetkellä saavuttamattomissa.
fr_fr: Contenu inaccessible
pt_br: Indisponível no momento
ru_ru: В настоящее время недоступна
sv_se: Inte tillgängligt just nu

source: Select people to invite from your friends list.
da_dk: Veælg personer fra dine venneliste du ønkser at invitere.
fi: Valitse kaverilistalta kutsuttavat henkilöt.
fr_fr: Veuillez sélectionner les membres à inviter parmi vos contacts.
pt_br: Convide seus amigos em sua lista.
ru_ru: Выберите для приглашения пользователей из числа Ваших друзей

source: Once you have built up friend connections you will be able to invite others to your event. You can send invites any time in the future by selecting the "Send Invites" option when viewing your new event.
da_dk: Efterhånden som du udbygger dit venne-netværk kan du invitere yderligere personer til eventet ved at vælge "Send Invites" i administrationen af eventet.
fi: Kun olet luonut kaverikontaktit, voit kutsua heitä tapahtumaasi. Voit lähettää kutsuja milloin tahansa tulevaisuudessa valitsemalla asetuksen "Lähetä kutsut" tarkastellessasi uutta tapahtumaa.
fr_fr: Vous n'avez pas encore de contact parmi les membres du site, vous ne pouvez donc inviter aucun contact pour le moment. Quand vous aurez des contacts, vous pourrez cliquer sur l'option "Send Invites" dans votre évènement.
pt_br: Uma vez que você construiu as conexões de amizade você será capaz de convidar outras pessoas para seu evento. Você pode enviar convites a qualquer momento no futuro, selecionando a opção "Enviar Convites" ao visualizar seu novo evento.
ru_ru: После того как вы установили дружбу с пользователем, Вы сможете пригласить его принять участие в событии. Вы можете отправить приглашает в любое время и в будущем, выбрав "Send Invites" вариант при просмотре нового события.

source: Event Admins
da_dk: Event Administratorer
fi: Tapahtuman ylläpitäjät
fr_fr: Organisateur(s)
pt_br: Administradores do Evento
ru_ru: Администраторы события
sv_se: Evenemangsadministratörer

source: Event Mods
da_dk: Event Moderatorer
fi: Tapahtuman moderaattorit
fr_fr: Organisateurs :
pt_br: Moderadores do Evento
ru_ru: Модераторы события
sv_se: Evenemangsmoderatorer

source: Event classification
da_dk: Event Klassificering
fi: Tapahtumaluokka
fr_fr: Classification de l'évènement
pt_br: Classificação do evento
ru_ru: Классификатор события
sv_se: Kategori

source: You can not join or refuse to participate in an event as this - %s
da_dk: Du kan ikke tilmelde eller afvise at deltage i denne type events - %s
fi: Et voi liittyä tai kieltäytyä osallistumasta tämänkaltaiseen tapahtumaan - %s
fr_fr: Vous ne pouvez pas accepter ou refuser de participer à un évènement - %s
pt_br: Você não pode participar ou se recusar a participar de um evento como este - %s
sv_se: Du kan inte anmäla dig för detta evenemang. Orsak: %s
