Repository: wp-plugins/jet-event-system-for-buddypress
Catalog: lang/jet-event-system-*.po
Languages: da_dk, fi, fr_fr, pt_br, ru_ru, sv_se

source: Event Description
da_dk: Event Beskrivelse
fi: Tapahtuman kuvaus
fr_fr: Description de l'évènement
pt_br: Descrição do evento
ru_ru: Описание события
sv_se: Beskrivning

source: Event Location:
da_dk: Event Lokation:
fi: Tapahtuman sijainti:
fr_fr: Lieu de l'évènement :
pt_br: Local do evento:
ru_ru: Место проведения события:
sv_se: Var?

source: Event Start date
da_dk: Event Start Dato
fi: Tapahtuman alkamispäivä
fr_fr: Début de l'évènement
pt_br: Data de início do evento
ru_ru: Дата начала события
sv_se: Börjar

source: Time:
da_dk: Klokken:
fi: Ajankohta:
fr_fr: Heure :
pt_br: Horas:
ru_ru: Время:

source: Event End date
da_dk: Event Slut Dato
fi: Tapahtuman loppumispäivä
fr_fr: Fin de l'évènement
pt_br: Encerramento
ru_ru: Дата окончания события
sv_se: Slutar

source: No Filter
da_dk: Intet Filter
fi: Ei suodatusta
fr_fr: Aucun filtre
pt_br: Sem Filtro
ru_ru: Без фильтра
sv_se: Inget filter

source: Show Updates
da_dk: Vis Opdateringer
fi: Näytä päivitykset
fr_fr: Montrer les mise à jour
pt_br: Mostrar Atualizações
ru_ru: Показать обновления
sv_se: Visa uppdateringar

source: Show New Event Memberships
da_dk: Vis Nye Event Tilmeldinger
fi: Näytä uudet tapahtumajäsenyydet
fr_fr: Afficher les nouveaux participants
pt_br: Mostrar Novas Participações no Evento
ru_ru: Показать новые приглашения на событие
sv_se: Visa nya evenemangsdeltagare

source: Style:
da_dk: Layout:
fi: Tyyli:
pt_br: Estilo:
ru_ru: Стиль:
sv_se: Stil:

source: Private events are not shown, register to view
da_dk: Private events vises ikke, registrer/ login for at se private events
fi: Yksityisiä tapahtumia ei näytetä, rekisteröidy tarkastellaksesi niitä
fr_fr: Les évènement privés ne sont pas affichés. Pour les voir, veuillez vous connecter.
pt_br: Eventos privados não são mostrados, registre-se para ver
ru_ru: Приватные события не показываются, зарегистрируйтесь для просмотра
sv_se: Privata evenemang visas inte för oregistrerade användare

source: today
fi: tänään
pt_br: hoje

source: month
fi: kuukausi
pt_br: mês

source: week
fi: viikko
pt_br: semana

source: day
fi: päivä
pt_br: dia

source: Sun
fi: Su
pt_br: Dom

source: Mon
fi: Ma
pt_br: Seg

source: Tue
fi: Ti
pt_br: Ter

source: Wed
fi: Ke
pt_br: Qua

source: Thu
fi: To
pt_br: Qui

source: Fri
fi: Pe
pt_br: Sex

source: Sat
fi: La
pt_br: Sáb

source: January
fi: Tammikuu
pt_br: Janeiro

source: February
fi: Helmikuu
pt_br: Fevereiro

source: March
fi: Maaliskuu
pt_br: Mar

source: April
fi: Huhtikuu
pt_br: Abril

source: May
fi: Toukokuu
pt_br: Maio

source: June
fi: Kesäkuu
pt_br: Junho

source: July
fi: Heinäkuu
pt_br: Julho

source: August
fi: Elokuu
pt_br: Agosto

source: September
fi: Syyskuu
pt_br: Setembro

source: October
fi: Lokakuu
pt_br: Outubro

source: November
fi: Marraskuu
pt_br: Novembro

source: December
fi: Joulukuu
pt_br: Dezembro

source: Jan
fi: Tam

source: Feb
fi: Hel
pt_br: Fev

source: Mar
fi: Maa

source: Apr
fi: Huh
pt_br: Abr

source: Jun
fi: Kesä

source: Jul
fi: Hei

source: Aug
fi: Elo
pt_br: Ago

source: Sep
fi: Syys
pt_br: Set

source: Oct
fi: Loka
pt_br: Out

source: Nov
fi: Mar

source: Dec
fi: Jou
pt_br: Dez

source: There were no events found.
da_dk: Der blev ingen events fundet.
fi: Yhtään tapahtumaa ei löytynyt.
fr_fr: Aucun évènement trouvé.
pt_br: Não foram encontrados eventos.
ru_ru: События не найдены.
sv_se: Det finns inga evenemang.

source: Event Public news
da_dk: Offentlige Event Nyheder
fi: Tapahtumien julkiset uutiset
fr_fr: Actualités
pt_br: Notícias Públicas do Evento
ru_ru: Публичные новости
sv_se: Offentliga nyheter

source: Remind participants about the early events in %s hours?
da_dk: Påmind tilmeldte om kommende events %s timer før event start?
fi: Muistuta osallistujia varhaisista tapahtumista %s tunnissa?
fr_fr: A TRADUIRE
pt_br: Lembre os participantes sobre os eventos prestes a acontecer em %s horas?
ru_ru: На помнить участникам о начале события за %s часов?
sv_se: Påminn deltagare om evenemang inom %s timmar?

source: Just send a request to join, users can join the event.
da_dk: Dette er et åbent event alle registrerede brugere kan tilmelde sig.
fi: Lähetä vain liittymispyyntö, käyttäjät voivat liittyä tapahtumaan.
fr_fr: A TRADUIRE DANS LE CONTEXTE
pt_br: Basta enviar um pedido de adesão, os usuários podem participar do evento.
ru_ru: Достаточно отправить запрос на вступление, пользователи могут присоединиться к этому событию.
sv_se: Skicka en förfrågan om att delta, användare kan delta i evenemanget

source: To skip the avatar upload process, hit the "Next Step" button.
da_dk: Hvis du ikke ønsker at uploade en avatar, kan du klikke "Next Step" knappen.
fi: Ohittaaksesi avatarin latausprosessin, paina "Seuraava vaihe" -nappulaa.
fr_fr: Si vous ne souhaitez pas associer une image à cette évènement, veuillez cliquer sur "Etape suivante".
pt_br: Para pular o processo de envio do avatar, clique no botão "Próximo Passo".
ru_ru: Для пропуска загрузки аватара - нажмите "Next Step"

source: Crop Event Avatar
da_dk: Beskær Event Avatar
fi: Rajaa tapahtuman avatar
fr_fr: Recadrer l'image
pt_br: Cortar Avatar do Evento
ru_ru: Обрезать аватар события

source: Previous Step
da_dk: Forrige
fi: Edellinen vaihe
fr_fr: Etape précédente
pt_br: Passo Anterior
ru_ru: Предыдущий шаг
sv_se: Föregående steg

source: Next Step
da_dk: Næste
fi: Seuraava vaihe
fr_fr: Etape suivante
pt_br: Próximo Passo
ru_ru: Следующий шаг
sv_se: Nästa steg

source: Create Event and Continue
da_dk: Opret Event og Forsæt
fi: Luo tapahtuma ja jatka
fr_fr: Créer l'évènement et continuer
pt_br: Criar Evento e Continuar
ru_ru: Создать событие и продолжить
sv_se: Skapa evenemang och fortsätt

source: Finish
da_dk: Afslut
fi: Lopeta
fr_fr: Terminer
pt_br: Finalizar
ru_ru: Закончить
sv_se: Slut

source: Soon
da_dk: Kommende
fi: Pian
fr_fr: Bientôt
pt_br: Em breve
ru_ru: Скоро
sv_se: Snart

source: You have no outstanding event invites.
da_dk: Du har ingen afventende event invitationer
fi: Sinulla ei ole merkittäviä tapahtumakutsuja.
fr_fr: Vous n'avez aucune invitation en attente.
pt_br: Você não têm convites pendentes para eventos.
ru_ru: Вы имеете %d новых приглашений в события
sv_se: Du har inga väntande evenemangsinbjudan

source: You come reminder of imminent events
da_dk: Påmindelse om snarlig start af et event du er tilmeldt
fr_fr: Rappel d'évènement(s) imminent(s)
pt_br: Você está sendo lembrado de eventos prestes a acontecer
ru_ru: Вам пришло напоминание о предстоящих событиях

source: Google Map
pt_br: Mapa
ru_ru: Карта

source: Use the following mechanism for the demonstration maps:
da_dk: Brug følgende teknik for visning af kort:
fr_fr: Pour géolocaliser l'évènement, utiliser :
pt_br: Use o seguinte mecanismo para os mapas de demonstração:
ru_ru: Использовать следующий механизм для демонстрации карты:

source: Note
da_dk: Bemærk
ru_ru: Дополнительно
sv_se: Anteckning

source: Base Options
da_dk: Generelle Indstillinger
fr_fr: Options de base
ru_ru: Параметры конфиденциальности
sv_se: Grundinställningar

source: Google
da_dk: Google Map

source: There was an error when replying to that topic
da_dk: Der opstod en fejl under forsøget på at svare på emnet
fr_fr: Oups.. Une erreur s'est produite. Veuillez réessayer SVP.

source: Your reply was posted successfully
da_dk: Dit svar er nu sendt
fr_fr: Réponse postée.

source: There was an error when making that topic a sticky
da_dk: Der opstod en fejl under forsøget på at gøre emnet sticky
fr_fr: Oups.. Une erreur s'est produite. Veuillez réessayer SVP.

source: The topic was made sticky successfully
da_dk: Emnet er nu sticky
fr_fr: Sujet créé.

source: There was an error when unsticking that topic
da_dk: Der opstod en fejl under forsøget på at fjerne sticky fra emnet
fr_fr: Oups.. Une erreur s'est produite. Veuillez réessayer SVP.

source: The topic was unstuck successfully
da_dk: Emnet er nu ikke længere sticky
fr_fr: Effectué.

source: There was an error when closing that topic
da_dk: Der opstod en fejl under forsøget på lukke emnet
fr_fr: Oups.. Une erreur s'est produite. Veuillez réessayer SVP.

source: The topic was closed successfully
da_dk: Eventet er nu lukket
fr_fr: Sujet fermé.

source: There was an error when opening that topic
da_dk: Der opstod en fejl under forsøget på at åbne emnet
fr_fr: Oups.. Une erreur s'est produite. Veuillez réessayer SVP.

source: The topic was opened successfully
da_dk: Emnet er nu åben
fr_fr: Effectué

source: There was an error deleting the topic
da_dk: Der opstod en fejl under forsøget på at slettet emnet
fr_fr: Oups.. Une erreur s'est produite. Veuillez réessayer SVP.

source: The topic was deleted successfully
da_dk: Emnet er nu slettet
fr_fr: Supprimé.

source: There was an error when editing that topic
da_dk: Der opstod en fejl under forsøget på at redigere emnet
fr_fr: Oups.. Une erreur s'est produite. Veuillez réessayer SVP.

source: The topic was edited successfully
da_dk: Emnet er nu slettet
fr_fr: Edition enregistrée.

source: There was an error deleting that post
da_dk: Der opstod en fejl under forsøget på at slettet indlægget
fr_fr: Oups.. Une erreur s'est produite. Veuillez réessayer SVP.

source: The post was deleted successfully
da_dk: Indlægget er nu slettet
fr_fr: Supprimé.

source: There was an error when editing that post
da_dk: Der opstod en fejl under forsøget på at redigere indlægget
fr_fr: Oups.. Une erreur s'est produite. Veuillez réessayer SVP.

source: The post was edited successfully
da_dk: Indlægget er nu redigeret
fr_fr: Edition enregistrée.

source: There was an error when creating the topic
da_dk: Der opstod en fejl under forsøget på at oprettet emnet
fr_fr: Oups.. Une erreur s'est produite. Veuillez réessayer SVP.

source: The topic was created successfully
da_dk: Emnet er nu oprettet
fr_fr: Discussion créée avec succès

source: Avatar
fr_fr: Image
ru_ru: Аватар

source: Jet Event System
fr_fr: Jet Event System (JES)
ru_ru: JES - Система событий

source: There was an error saving event details, please try again.1
ru_ru: Произошла ошибка при сохранении деталей события, попробуйте еще раз.

source: There was an error saving event details, please try again2.
ru_ru: Произошла ошибка при сохранении деталей события, попробуйте еще раз.

source: Jes Event System
ru_ru: JES - Система событий

source: The database is updated!
ru_ru: База данных обновлена!

source: There were changes in the theme file!
ru_ru: Сейчас будут обновлены файлы темы!

source: Templates updated!
ru_ru: Шаблоны обновлены!

source: An error occurred while updating the files! (check the folder themes)
ru_ru: Произошла ошибка во время обновления файлов (проверьте папку темы)

source: Event details for the event "%s" were updated: To view the event: %s ---------------------
ru_ru: Детали для события "%s" обновлены: Для просмотра события: %s ---------------------

source: %s wants to join the event "%s". Because you are the administrator of this event, you must either accept or reject the membership request. To view all pending membership requests for this event, please visit: %s To view %s's profile: %s ---------------------
ru_ru: %s хочет присоединиться к событию "%s". Так как Вы администратор события, Вы должны либо подтвердить либо отклонить запрос. Для просмотра всех запросов на присоединение к данному событию, пожалуйста, посетите: %s Для просмотра профайла %s's : %s ---------------------

source: Your membership request for the event "%s" has been accepted. To view the event please login and visit: %s ---------------------
ru_ru: Ваш запрос на присоединение к событию "%s" принят. Для просмотра события, пожалуйста, зайдите и проследуйте: %s ---------------------

source: Your membership request for the event "%s" has been rejected. To submit another request please log in and visit: %s ---------------------
ru_ru: Ваш запрос на присоединение к событию "%s" отклонен. Для просмотра события и отправки других запросов, пожалуйста, зайдите и проследуйте: %s ---------------------

source: You have been promoted to %s for the event: "%s". To view the event please visit: %s ---------------------
ru_ru: Вы повышены до %s в событии: "%s". Для просмотра события, посетите: %s ---------------------

source: One of your friends %s has invited you to the event: "%s". To view your event invites visit: %s To view the event visit: %s To view %s's profile visit: %s ---------------------
ru_ru: Ваш друг %s приглашает присоединиться к событию: "%s". Для просмотра приглашения посетите: %s Для просмотра события посетите:: %s Для просмотра профайл %s's посетите: %s ---------------------

source: %s mentioned you in the event "%s": "%s" To view and respond to the message, log in and visit: %s ---------------------
ru_ru: %s упомянул Вас в событии "%s": "%s" Для просмотра всех сообщений, зайдите и посетите: %s ---------------------

source: Search anything...
ru_ru: искать..
