Repository: wp-plugins/jet-event-system-for-buddypress
Catalog: lang/jet-event-system-*.po
Languages: da_dk, fi, fr_fr, pt_br, ru_ru, sv_se

source: Event Settings
da_dk: Event Indstillinger
fi: Tapahtuman asetukset
fr_fr: Paramètres
pt_br: Configurações do Evento
ru_ru: Настройки события
sv_se: Evenemangsinställningar

source: Event Avatar
fi: Tapahtuman avatar
fr_fr: IMAGE DE L'ÉVÈNEMENT
pt_br: Avatar do Evento
ru_ru: Аватар события
sv_se: Avatar

source: Manage Members
da_dk: Administrer Tilmeldte
fi: Hallitse jäseniä
fr_fr: Gérer les participants
pt_br: Administrar Membros
ru_ru: Управлять участниками
sv_se: Hantera deltagare

source: Membership Requests
da_dk: Ansøgning om Tilmelding
fi: Jäsenyyspyynnöt
fr_fr: Demandes de participation
pt_br: Solicitações de Adesão
ru_ru: Запросы на присоединение
sv_se: Ansök om medlemskap

source: Delete Event
da_dk: Slet Event
fi: Poista tapahtuma
fr_fr: Supprimer l'évènement
pt_br: Apagar Evento
ru_ru: Удалить событе
sv_se: Ta bort evenemang

source: Leave Event
da_dk: Forlad Event
fi: En osallistukaan
fr_fr: Ne plus participer
pt_br: Abandonar Evento
ru_ru: Покинуть событие
sv_se: Jag kan inte delta

source: Join Event
da_dk: Tilmeld Event
fi: Osallistun
fr_fr: Participer
pt_br: Aderir ao Evento
ru_ru: Присоединиться к событию
sv_se: Jag vill anmäla mig

source: Request to join Event
da_dk: Ansøgning om Tilmelding til Event
fi: Lähetä liittymispyyntö tapahtumaan
fr_fr: Demander à participer à l'évènement
pt_br: Solicite sua Adesão
ru_ru: Отправить запрос на присоединение к событию
sv_se: Ansök om att delta i evenemanget

source: Request Sent
da_dk: Ansøgning Afsendt
fi: Pyyntö lähetetty
fr_fr: Demande envoyée
pt_br: Solicitação Enviada
ru_ru: Запрос отправлен
sv_se: Färfågan sänd

source: This is a private event and you must request event membership in order to join.
da_dk: Dette er et privat event og du skal ansøge om at blive tilmeldt.
fi: Tämä on yksityinen tapahtuma ja sinun on pyydettävä jäsenyyttä tapahtumaan liittyäksesi.
fr_fr: Cet évènement est privé. Pour y participer, veuillez envoyer une demande à l'organisateur.
pt_br: Este é um evento privado e você deve solicitar adesão evento para entrar.
ru_ru: Это приватное событие, для присоединения к нему - Вам необходимо отправить запрос.
sv_se: Detta är ett privat evenemang och du måste skicka en förfrågan om att delta.

source: This is a private event. To join you must be a registered site member and request event membership.
da_dk: Dette er et privat event. For at blive tilmeldt, skal du være registreret bruger på sitet og ansøge om tilmelding.
fi: Tämä on yksityinen tapahtuma. Liittyäksesi sinun on oltava sivuston rekisteröity käyttäjä ja pyydettävä tapahtumaan jäsenyyttä.
fr_fr: Cet évènement est privé. Pour y participer, veuillez vous connecter afin d'envoyer une demande à l'organisateur.
pt_br: Este é um evento privado. Para entrar você deve ser um membro do site registrado e solicitar adesão no evento.
ru_ru: Это приватное событие. Для присоединения к нему Вы должны быть зарегистрированных пользователем и отправить запрос на присоединение.
sv_se: Detta är ett privat evenemang. För att delta måste du vara medlem i nätverket och skicka en förfrågan om att delta i evenemanget.

source: This is a private event. Your membership request is awaiting approval from the event administrator.
da_dk: Dette er et privat event. Din asøgning om tilmelding afventer Administrators accept.
fi: Tämä on yksityinen tapahtuma. Jäsenpyyntösi odottaa tapahtumajärjestäjän hyväksyntää.
fr_fr: Cet évènement est privé. Votre demande à bien été transmise à l'organisateur qui devrait bientôt vous répondre.
pt_br: Este é um evento privado. Sua solicitação de adesão está aguardando aprovação do administrador do evento.
ru_ru: Это приватное событие. Ваш запрос на присоединение к событию ожидает рассмотрения администратором события.
sv_se: Detta är ett privat evenemang. Din förfrågan om deltagande väntar på godkännande från administratören.

source: This is a hidden event and only invited members can join.
da_dk: Dette er et skjult event og kun inviterede kan tilmelde sig.
fi: Tämä on piilotettu tapahtuma ja vain kutsutut jäsenet voivat liittyä.
fr_fr: Cet évènement est caché. Seuls les membres invités peuvent y participer.
pt_br: Este é um evento oculto e somente os membros convidados podem entrar.
ru_ru: Это скрытое событие и только приглашенные пользователи могут к нему присоединиться.
sv_se: Detta är ett dolt evenemang och bara inbjudna deltagare kan delta.

source: Viewing members %1$s to %2$s (of %3$s members)
da_dk: Viser tilmeldte fra %1$s til %2$s (af %3$s tilmeldte)
fi: Näyttää jäsenet %1$s %2$s :n asti (kaikkiaan %3$s jäsenestä)
fr_fr: Participants %1$s à %2$s (sur %3$s participants)
pt_br: Vizualizando membros %1$s de %2$s (de %3$s membros)
ru_ru: Просмотр участников %1$s по %2$s (из %3$s участников)
sv_se: Visar deltagare %1$s till %2$s (av %3$s)

source: Search
da_dk: Søg
fi: Etsi
fr_fr: Rechercher
pt_br: Buscar
ru_ru: Поиск
sv_se: Sök

source: Recently Active
da_dk: Nyeste Aktivitet
fi: Äskettäin aktiivisena
fr_fr: Récement actif
pt_br: Recentemente ativo
sv_se: Senast aktiva

source: Recently Joined
da_dk: Nyeste Tilmeldinger
fi: Äskettäin liittynyt
fr_fr: Derniers Participants
pt_br: Adesões Recentes
sv_se: Senast anmälda

source: Most Popular
da_dk: Mest Populære
fi: Suosituin
fr_fr: Plus populaire
pt_br: Mais Popular
ru_ru: Популярные
sv_se: Populära

source: Administrator Of
da_dk: Administrator Af
fi: Ylläpitäjä
fr_fr: Administrateur de
pt_br: Administrador de
ru_ru: Администратор
sv_se: Administratör för

source: Moderator Of
da_dk: Moderator Af
fi: Moderaattori
fr_fr: Modérateur de
pt_br: Moderador de
ru_ru: Модератор
sv_se: Moderator för

source: Alphabetically
da_dk: Alfabetisk
fi: Aakkosittain
fr_fr: Ordre alphabétique
pt_br: Ordem alfabética
sv_se: Alfabetiskt

source: No Event Avatar
da_dk: Ingen Event Avatar
fi: Ei tapahtumajärjestäjää
fr_fr: Pas d'image
pt_br: Sem Avatar do Evento
ru_ru: Отсутствует аватар у события
sv_se: Avatar

source: requested %s ago
da_dk: ansøgte for %s siden
fi: Pyydetty %s sitten
fr_fr: Demandé depuis %s
pt_br: solicitado %s atrás
ru_ru: запрошено %s назад
sv_se: begärd före %s sedan

source: Member avatar
da_dk: Tilmeldte avatar
fi: Jäsenen avatar
fr_fr: Image du membre
pt_br: Avatar do Membro
ru_ru: Аватар события
sv_se: Medlemsavatar

source: Details
da_dk: Detaljer
fi: Yksityiskohdat
fr_fr: Détails
pt_br: Detalhes
ru_ru: Детали
sv_se: Detaljer

source: Settings
da_dk: Indstillinger
fi: Asetukset
fr_fr: Paramètres
pt_br: Configurações
ru_ru: Настройки
sv_se: Inställningar

source: Make this a group event for one of your groups
da_dk: Gør dette til et Gruppe Event for en af dine grupper.
fi: Tee tästä ryhmätapahtuma yhdelle ryhmistäsi
fr_fr: Lier cet évènement à l'un de vos groupes
pt_br: Fazer disso um evento para um de seus grupos
ru_ru: Укажите группу для привязки события к ней
sv_se: Koppla detta evenemang till en av dina grupper

source: %s posted an update in the event %s:
da_dk: %s har opdateret eventet %s:
fi: %s lähetti päivityksen tapahtumaan %s:
fr_fr: %s a mis à jour l'évènement %s:
pt_br: %s publicou uma atualização no evento %s:
ru_ru: %s разместил обновление для события %s:
sv_se: %s har uppdaterat evenemanget %s:

source: Created a event
da_dk: Oprette et event
fi: Loi tapahtuman
fr_fr: A TRADUIRE EN CONTEXTE
pt_br: Criou um evento
ru_ru: Создано событие
sv_se: Skapade ett evenemang

source: Joined a event
da_dk: Tilmeldte sig et event
fi: Liittyi tapahtumaan
fr_fr: A TRADUIRE EN CONTEXTE
pt_br: Entrou em um evento
ru_ru: Присоединиться к событию
sv_se: Anmälde sig till ett evenemang

source: Event Membership Requests
da_dk: Ansøgning om Event Tilmelding
fi: Jäsenpyynnöt tapahtumalle
fr_fr: Demande de participation
pt_br: Solicitações de Adesão
ru_ru: Запросы на присоединение к событию
sv_se: Anmälningar till evenemang

source: %d new membership requests for the event "%s"
da_dk: %d nye ansøgninger om tilmelding for eventet "%s"
fi: %d uusia jäsenpyyntöjä tapahtumalle "%s"
fr_fr: %d souhaite participer à l'évènement "%s"
pt_br: %d novas solicitações de entrada no evento "%s"
ru_ru: %d новых запросов на присоединение к событию "%s"
sv_se: %d nya medlemsförfrågan för detta evenemang "%s"

source: %s requests membership for the event "%s"
da_dk: %s ansøgninger om tilmelding til eventet "%s"
fi: %s pyytää jäsenyyttä tapahtumaan "%s"
fr_fr: %s souhaite participer à l'évènement "%s"
pt_br: %s solicita sua entrada no evento "%s"
ru_ru: %s запросов на присоединение к событию "%s"
sv_se: %s vill gärna vara med i detta evenemang "%s"

source: %d accepted event membership requests
da_dk: %d accepterede ansøgning om tilmelding.
fi: %d hyväksyi jäsenpyynnöt tapahtumalle
fr_fr: %d a accepté votre demande de participation à l'évènement
pt_br: %d solicitações de entrada aceitas
ru_ru: %d подтвердил запрос на участие в событии
sv_se: %d accepterade medlemsförfrågan

source: Membership for event "%s" accepted
da_dk: Tilmelding til eventet "%s" er accepteret
fi: Jäsenyys tapahtumalle "%s" hyväksytty
fr_fr: Participation à l'évènement "%s" acceptée
pt_br: Entrada no evento "%s" aceita
ru_ru: Запрос на присоединение к событию "%s" подтвержден
sv_se: Deltagande i evenemanget "%s" har bekräftats

source: %d rejected event membership requests
da_dk: %d afviste ansøgninger om tilmelding til event
fi: %d hylkäsi jäsenpyynnön tapahtumalle
fr_fr: %d a refusé votre demande de participation à l'évènement
pt_br: %d solicitações rejeitadas
ru_ru: %d отклонил запрос на присоединение к событию
sv_se: %d avvisade deltagande i evenemang

source: Membership for event "%s" rejected
da_dk: Din ansøgning om tilmelding til eventet "%s" er blevet afvist
fi: Jäsenyys tapahtumalle "%s" hylätty
fr_fr: Demande de participation à l'évènement "%s" refusée
pt_br: Entrada no evento "%s" rejeitada
ru_ru: Запрос на присоединение к событию "%s" отклонен
sv_se: Deltagande i evenemanget "%s" har avvisats

source: You were promoted to an admin in %d events
da_dk: Du er blevet opgraderet til Aministrator for eventet %d
fi: Sinut on ylennetty ylläpitäjäksi %d tapahtumissa
fr_fr: Vous promu(e) organisateur pour %d évènements
pt_br: Você foi promovdo a administrador em %d eventos
ru_ru: Вы повышены до администратора в %d событиях
sv_se: Du har utsetts till administratör i %d evenemang

source: You were promoted to an admin in the event %s
da_dk: Du er blevet opgraderet til Administrator for eventet %s
fi: Sinut on ylennetty ylläpitäjäksi tapahtumassa %s
fr_fr: Vous êtes promu(e) organisateur pour l'évènement %s
pt_br: Você foi promovido a administrador no evento %s
ru_ru: Вы повышены до администратора в событии %s
sv_se: Du har utsetts till administratör i evenemanget %s

source: You were promoted to a mod in %d events
da_dk: Du er blevet opgraderet til Moderator for eventet %d
fi: Sinut on ylennetty moderaattoriksi %d tapahtumissa.
fr_fr: Vous êtes promu(e) modérateur dans %d évènement
pt_br: Você foi promovido a moderador em %d eventos
ru_ru: Вы повышены до модератора в %d событиях
sv_se: Du har utsetts till moderator i %d evenemanget

source: You were promoted to a mod in the event %s
da_dk: Du er opgraderet til moderator for eventet %s
fi: Sinut on ylennetty moderaattoriksi tapahtumassa %s
fr_fr: Vous êtes promu(e) modérateur pour l'évènement %s
pt_br: Você foi promovido a moderador no evento %s
ru_ru: Вы повышены до модератора в событии %s
sv_se: Du har utsetts till moderator i evenemanget %s

source: Event Invites
da_dk: Event Invitationer
fi: Tapahtumakutsut
fr_fr: Invitations aux évènements
pt_br: Convites de Evento
ru_ru: Приглашения события
sv_se: Evenemangsinbjudan

source: You have %d new event invitations
da_dk: Du har %d nye event invitationer
fi: Sinulla on %d uutta tapahtumakutsua
fr_fr: Vous êtes invités à %d évènements
pt_br: Você possui %d novos convites para eventos
ru_ru: Вы имеете %d новых приглашений в события
sv_se: Du har %d nya evenemangsinbjudan.

source: You have an invitation to the event: %s
da_dk: Du har modtaget en invitation til eventet: %s
fi: Sinulle on kutsu tapahtumaan: %s
fr_fr: Vous êtes invité à l'évènement : %s
pt_br: Você tem um convite para o evento: %s
ru_ru: Вы имеете приглашения на событие: %s
sv_se: Du har en inbjudan till evenemanget: %s

source: Events <span>(%d)</span>
fi: Tapahtumat <span>(%d)</span>
fr_fr: Évènements <span>(%d)</span>
pt_br: Eventos <span>(%d)</span>
ru_ru: События <span>(%d)</span>

source: My Events
da_dk: Mine Events
fi: Omat tapahtumani
fr_fr: Мes Évènements
pt_br: Meus Eventos
ru_ru: Мои события
sv_se: Mina evenemang

source: Invitations to Event
da_dk: Invitationer til Event
fi: Kutsut tapahtumaan
fr_fr: Invitations
pt_br: Convites para Eventos
ru_ru: Приглашения на события
sv_se: Evenemangsinbjudningar

source: Home
da_dk: Hjem
fi: Koti
fr_fr: Infos
ru_ru: Основное
sv_se: Hem

source: Flyer
fi: Flaijeri
pt_br: Cartaz
ru_ru: Флаер
sv_se: Broschyr

source: Admin
fi: Ylläpitäjä
fr_fr: Administration
ru_ru: Управление

source: Request join to event
da_dk: Ansøg om at blive tilmeldt eventet
fi: Pyydä liittymistä tapahtumaan
fr_fr: Demander à participer à l'évènement
pt_br: Solicite sua adesão
ru_ru: Отправить запрос на присоединение к событию
sv_se: Anmäl till evenemanget

source: Members (%s)
da_dk: Tilmedlte (%s)
fi: Jäsenet (%s)
fr_fr: Participants (%s)
pt_br: Membros (%s)
ru_ru: Участники (%s)
sv_se: Deltagare (%s)

source: Send Invites
da_dk: Send Invitationer
fi: Lähetä kutsuja
fr_fr: Inviter
pt_br: Enviar Convites
ru_ru: Отправить приглашения
sv_se: Skicka inbjudan

source: Admin Options
da_dk: Admin Indstillinger
fi: Ylläpitäjän valinnat
fr_fr: Options d'administration
pt_br: Opções de Administração
ru_ru: Административные настройки
sv_se: Administrationsinställningar

source: An event with this name already exists .. do not want to change it?
da_dk: Der eksisterer allerede et event med dette navn ... ønkser du at ændre det?
fi: Samanniminen tapahtuma on jo olemassa .. haluatko muuttaa sen?
fr_fr: Un évènement du même intitulé existe déjà. Souhaitez-vous modifier votre titre ?
pt_br: Um evento com este nome já existe .. Não quer mudar isso?
ru_ru: Событие с таким именем уже есть.. не хотите изменить?
sv_se: Ett evenemang med detta namn finns redan. Vill du ändra det?

source: good name for the event
da_dk: gyldig titel på event
fi: hyvä nimi tapahtumalle
fr_fr: A TRADUIRE DANS LE CONTEXTE
pt_br: bom nome para o evento
ru_ru: хорошее имя для события
sv_se: bra namn för evenemanget

source: The event name can not be empty ..
da_dk: Event titlen kan ikke være tom ..
fi: Tapahtuman nimeä ei voi jättää tyhjäksi ..
fr_fr: Le titre de l'évènement ne peut être vide. Veuillez entrer un titre SVP.
pt_br: O nome do evento não pode ser vazio...
ru_ru: Название события не может быть пустым..
sv_se: Evenemangets namn kan inte vara tomt

source: Event Details Updated
da_dk: Event Detaljer Opdaterede
fi: Tapahtuman yksityiskohdat päivitetty
fr_fr: Détails mis à jour
pt_br: Detalhes do Evento Atualizados
ru_ru: Детали события обновлены
sv_se: Evenemangsdetaljer har uppdaterats

source: Event details for the event "%s" were updated: To view the event: %s ---------------------
da_dk: Eventet "%s" er blevet opdateret: Se eventet her: %s ---------------------
fi: Yksityistiedot tapahtumalle "%s" päivitettiin: Näyttääksesi tapahtuman: %s ---------------------
fr_fr: Les détails de l'évènement "%s" ont été mis à jour : Voir l'évènement : %s ---------------------
pt_br: Detalhes do evento "%s" foram atualizados: Para visualizar o evento: %s ---------------------

source: To disable these notifications please log in and go to: %s
da_dk: Hvis du ikke ønsker at modtage yderligere notifikationer, kan du logge ind og slå dem fra her: %s
fi: Estääksesi nämä ilmoitukset, kirjaudu sisään ja mene: %s
fr_fr: Pour désactiver ces notifications, veuillez vous connecter et vous rendre ici : %s
pt_br: Para desativar essas notificações faça o login e vá para: %s
ru_ru: Для отключения оповещений, пожалуйста, зайдите и проследуйте: %s

source: Membership request for event: %s
da_dk: Ansøgning om tilmedling til eventet: %s
fi: Jäsenyyspyyntö tapahtumaan: %s
fr_fr: Demande de participation à l'évènement : %s
pt_br: Solicitação de entrada para o evento: %s
ru_ru: Запросов на присоединение к событию: %s

source: %s wants to join the event "%s". Because you are the administrator of this event, you must either accept or reject the membership request. To view all pending membership requests for this event, please visit: %s To view %s's profile: %s ---------------------
da_dk: %s ønsker at tilmelde sig eventet "%s". Som Administrator for dette event skal du enten acceptere eller afvise ansøgningen. Se alle afventende ansøgninger for eventet her: %s Se %s's profil: %s ---------------------
fi: %s haluaa liittyä tapahtumaan "%s". Koska olet tapahtuman ylläpitäjä, sinun täytyy joko hyväksyä tai hylätä jäsenpyyntö Nähdäksesi kaikki vireillä olevat jäsenpyynnöt, mene: %s Nähdäksesi %s:n profiilin: %s ---------------------
fr_fr: %s souhaite participer à l'évènement "%s". En tant qu'àadminstrateur de l'évènement, vous devez accepter ou refuser sa participation. Voir toutes les demandes de participation : %s Voir le profil de %s : %s ---------------------
pt_br: %s quer participar do evento "%s". Como você é o administrador deste evento, você deve aceitar ou rejeitar o pedido de adesão. Para visualizar todos os pedidos de adesão pendentes para este evento, visite: %s Para visualizar o perfil de %s: %s ---------------------

source: Membership request for event "%s" accepted
da_dk: Din asøgning om at blive tilmedlt eventet "%s" er accepteret
fi: Jäsenpyyntö tapahtumaan "%s" hyväksytty
fr_fr: Participation pour l'évènement "%s" acceptée
pt_br: Pedido de adesão para o evento "%s" aceito
ru_ru: Предложение присоединиться к событию "%s" принято

source: Your membership request for the event "%s" has been accepted. To view the event please login and visit: %s ---------------------
da_dk: Din ansøgning om tilmelding til eventet "%s" er accepteret. Se eventet her: %s ---------------------
fi: Jäsenpyyntösi tapahtumaan "%s" on hyväksytty. Nähdäksesi tapahtuman, kirjaudu sisään ja vieraile: %s ---------------------
fr_fr: Votre participation à l'évènement "%s" a été acceptée. Voir l'évènement : %s ---------------------
pt_br: Seu pedido de adesão para o evento "%s" foi aceito. Para visualizar o evento faça o login e visite: %s ---------------------

source: Membership request for event "%s" rejected
da_dk: Ansøgning om tilmelding til eventet "%s" er blevet afvist
fi: Jäsenpyyntö tapahtumaan "%s" hylätty
fr_fr: Participation pour l'évènement "%s" refusée
pt_br: Pedido de adesão para o evento "%s" rejeitado
ru_ru: Предложение присоединиться к событию "%s" отклонено

source: Your membership request for the event "%s" has been rejected. To submit another request please log in and visit: %s ---------------------
da_dk: Din ansøgning om tilmelding til eventet "%s" er blevet afvist. Klik her for at ansøge igen: %s ---------------------
fi: Jäsenpyyntösi tapahtumaan "%s" on hylätty. Lähettääksesi uuden pyynnön, kirjaudu sisään ja vieraile: %s ---------------------
fr_fr: Votre participation à l'évènement "%s" a été refusée. Voir l'évènement : %s ---------------------
pt_br: Seu pedido de adesão para o evento "%s" foi rejeitado. Para enviar um outro pedido, por favor faça o login e visite: %s ---------------------

source: an administrator
da_dk: en Administrator
fi: ylläpitäjä
fr_fr: un organisateur
pt_br: a administrador
ru_ru: администратор
sv_se: en administratör

source: a moderator
da_dk: en moderator
fi: moderaattori
fr_fr: un modérateur
pt_br: a moderador
ru_ru: модератор
sv_se: en moderator

source: You have been promoted in the event: "%s"
da_dk: Du er blevet opgraderet i eventet: "%s"
fi: Sinut on ylennetty tapahtumassa: "%s"
fr_fr: Vous avez été promu "%s" de l'évènement.
pt_br: Você foi promovido no evento: "%s"
ru_ru: Вы повышены в событии: "%s"

source: You have been promoted to %s for the event: "%s". To view the event please visit: %s ---------------------
da_dk: Du er blevet opgraderet til %s for eventet: "%s". Se eventet er: %s ---------------------
fi: Sinut on ylennetty %s :ksi tapahtumaan: "%s". Nähdäksesi tapahtuman, vieraile: %s ---------------------
fr_fr: Vous avez été promu %s de l'évènement : "%s". Voir l'évènement : %s ---------------------
pt_br: Você foi promovido %s para o evento: "%s". Para visualizar o evento, visite: %s ---------------------

source: You have an invitation to the event: "%s"
da_dk: Du har modtaget en invitation til eventet: "%s"
fi: Sinulla on kutsu tapahtumaan: "%s"
fr_fr: Vous êtes invités à l'évènement : "%s"
pt_br: Você está convidado para o evento: "%s"
ru_ru: Вы имеете приглашение на событие: "%s"

source: One of your friends %s has invited you to the event: "%s". To view your event invites visit: %s To view the event visit: %s To view %s's profile visit: %s ---------------------
da_dk: Din ven %s har inviteret dig til at deltage i eventet: "%s". Se event invitation her: %s Se eventet her: %s Se %s's profil her: %s ---------------------
fi: Yksi kavereistasi %s on kutsunut sinut tapahtumaan: "%s". Nähdäksesi tapahtumakutsut, vieraile: %s Nähdäksesi tapahtumavierailut, mene: %s Nähdäksesi %s:n profiilin vieraile: %s ---------------------
fr_fr: %s vous suggère de participer à l'évènement : "%s". Répondre à l'invitation : %s Voir l'évènement : %s Voir le profil de %s : %s ---------------------
pt_br: Um de seus amigos %s lhe convidou para o evento: "%s". Para visualizar seus convites de evento: %s Para visualizar o evento visite: %s Para ver o perfil de %s visite: %s ---------------------

source: %s mentioned you in the event "%s"
da_dk: %s har refereret til dig i eventet "%s"
fi: %s mainitsi sinut tapahtumassa "%s"
fr_fr: %s vous a cité dans l'évènement "%s"
pt_br: %s te mencionou no evento "%s"
ru_ru: %s упомянул Вас в событии "%s"

source: %s mentioned you in the event "%s": "%s" To view and respond to the message, log in and visit: %s ---------------------
da_dk: %s har refereret til dig i eventet "%s": "%s" Se og svar på refereringen her:: %s ---------------------
fi: %s mainitsi sinut tapahtumassa "%s": "%s" Nähdäksesi ja vastataksesi viestiin, kirjaudu sisään ja vieraile: %s ---------------------
fr_fr: %s vous a cité dans l'évènement "%s": "%s" Voir le message : %s ---------------------
pt_br: %s mencionou você no evento "%s": "%s" Para ver e responder a mensagem, faça o login e visite: %s ---------------------

source: Event Mod
da_dk: Event Moderator
fi: Tapahtuman moderaattori
fr_fr: Modérateur
pt_br: Moderador de Evento
ru_ru: Модератор события
sv_se: Evenemangsmoderator

source: Event Admin
da_dk: Event Administrator
fi: Tapahtuman ylläpitäjä
fr_fr: Organisateur
pt_br: Administrador de Evento
ru_ru: Администратор события
sv_se: Evenemangsadministratör

source: Database updated.
da_dk: Database Opdateret.
fi: Tietokanta päivitetty.
fr_fr: Base de données mise à jour
pt_br: Banco de dados atualizado.
ru_ru: База данных обновлена.
sv_se: Database. uppdaterades.

source: Templates updated.
da_dk: Templates Opdateret.
fi: Julkaisuohjelman sivumalli päivitetty.
fr_fr: Templates mis à jour
pt_br: Templates atualizados.
ru_ru: Шаблоны обновлены.
sv_se: Mallen uppdaterades.

source: Files checked.
da_dk: Filer kontrolleret
fi: Tiedostot tarkistettu.
fr_fr: Fichiers vérifiés
pt_br: Arquivos verificados.
sv_se: Filerna kontrolerades.

source: Standart
da_dk: Standard
fi: Standardi
pt_br: Padrão
ru_ru: Стандартный
sv_se: Standard

source: Site
da_dk: Website
fi: Sivusto
ru_ru: Сайт

source: Personal
da_dk: Personlig
fi: Henkilökohtainen
fr_fr: Personnel
pt_br: Pessoal
ru_ru: Персональное
sv_se: Personligt
